{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          1
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[UNK]": 3,
      "C": 4,
      "H": 5,
      "O": 6,
      "N": 7,
      "2": 8,
      "3": 9,
      "4": 10,
      "F": 11,
      "S": 12,
      "Cl": 13,
      "5": 14,
      "16": 15,
      "14": 16,
      "18": 17,
      "15": 18,
      "17": 19,
      "19": 20,
      "20": 21,
      "13": 22,
      "12": 23,
      "21": 24,
      "22": 25,
      "11": 26,
      "Br": 27,
      "10": 28,
      "6": 29,
      "23": 30,
      "24": 31,
      "9": 32,
      "8": 33,
      "25": 34,
      "7": 35,
      "26": 36,
      "27": 37,
      "28": 38,
      "29": 39,
      "30": 40,
      "I": 41,
      "31": 42,
      "32": 43,
      "33": 44,
      "34": 45,
      "P": 46,
      "35": 47,
      "36": 48,
      "38": 49,
      "37": 50,
      "40": 51,
      "39": 52,
      "42": 53,
      "41": 54,
      "44": 55,
      "43": 56,
      "46": 57,
      "45": 58,
      "48": 59,
      "47": 60,
      "50": 61,
      "49": 62,
      "52": 63,
      "54": 64,
      "51": 65,
      "53": 66,
      "56": 67,
      "55": 68,
      "58": 69,
      "57": 70,
      "59": 71,
      "63": 72,
      "62": 73,
      "60": 74,
      "67": 75,
      "65": 76
    },
    "unk_token": "[UNK]"
  }
}