{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          1
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "c": 4,
      "C": 5,
      "(": 6,
      ")": 7,
      "1": 8,
      "O": 9,
      "2": 10,
      "=": 11,
      "N": 12,
      "n": 13,
      "3": 14,
      "F": 15,
      "Cl": 16,
      "-": 17,
      "4": 18,
      "S": 19,
      "[C@@H]": 20,
      "[C@H]": 21,
      "[nH]": 22,
      "Br": 23,
      "s": 24,
      "#": 25,
      "/": 26,
      "o": 27,
      "5": 28,
      "I": 29,
      "[C@]": 30,
      "[N+]": 31,
      "\\": 32,
      "[C@@]": 33,
      "[O-]": 34,
      "P": 35,
      "[N-]": 36,
      "[n+]": 37,
      "6": 38,
      "[S@]": 39,
      "[S@@]": 40,
      "[C-]": 41,
      "[PH]": 42,
      "[NH+]": 43,
      "[SH]": 44,
      "[2H]": 45,
      "7": 46,
      "p": 47,
      "[P+]": 48,
      "[3H]": 49,
      "[PH2]": 50,
      "[S+]": 51,
      "[N@]": 52,
      "[N@@]": 53,
      "[NH2+]": 54,
      "[P@@]": 55,
      "[P@]": 56,
      "[N@+]": 57,
      "[c+]": 58,
      "[S-]": 59,
      "[n-]": 60,
      "[CH-]": 61,
      "[NH3+]": 62,
      "[N@@+]": 63,
      "[pH]": 64,
      "[o+]": 65,
      "[s+]": 66,
      "[PH3]": 67,
      "[13c]": 68,
      "[18F]": 69
    },
    "unk_token": "[UNK]"
  }
}