{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "Replace",
        "pattern": {
          "Regex": "\\|"
        },
        "content": " [SEP] [CLS] "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[UNK]": 3,
      "|": 4,
      "J": 5,
      "1H": 6,
      "2H": 7,
      "m": 8,
      "s": 9,
      "d": 10,
      "dd": 11,
      "3H": 12,
      "t": 13,
      "ddd": 14,
      "dt": 15,
      "4H": 16,
      "ddt": 17,
      "q": 18,
      "td": 19,
      "6H": 20,
      "dddd": 21,
      "5H": 22,
      "0.92": 23,
      "7.32": 24,
      "dq": 25,
      "tt": 26,
      "2.19": 27,
      "p": 28,
      "7.14": 29,
      "7.69": 30,
      "7.33": 31,
      "2.20": 32,
      "1.47": 33,
      "7.51": 34,
      "7.26": 35,
      "2.10": 36,
      "7.87": 37,
      "8H": 38,
      "6.59": 39,
      "6.41": 40,
      "7.23": 41,
      "7.50": 42,
      "1.28": 43,
      "7.37": 44,
      "7.31": 45,
      "7.41": 46,
      "7.38": 47,
      "7.24": 48,
      "7.34": 49,
      "7.30": 50,
      "7.43": 51,
      "6.96": 52,
      "8.24": 53,
      "7.42": 54,
      "1.83": 55,
      "7.35": 56,
      "0.93": 57,
      "7.36": 58,
      "3.84": 59,
      "3.66": 60,
      "7.39": 61,
      "1.44": 62,
      "7.25": 63,
      "5.86": 64,
      "8.06": 65,
      "7.40": 66,
      "7.27": 67,
      "7.29": 68,
      "7.68": 69,
      "7.28": 70,
      "8.42": 71,
      "1.27": 72,
      "7.60": 73,
      "0.91": 74,
      "7.22": 75,
      "1.65": 76,
      "7.48": 77,
      "7.21": 78,
      "7.52": 79,
      "7.49": 80,
      "7.19": 81,
      "5.31": 82,
      "7.15": 83,
      "6.04": 84,
      "1.37": 85,
      "2.01": 86,
      "5.68": 87,
      "7.44": 88,
      "1.46": 89,
      "4.76": 90,
      "8.05": 91,
      "7.20": 92,
      "7.17": 93,
      "dtd": 94,
      "7.18": 95,
      "7.45": 96,
      "7.78": 97,
      "7.46": 98,
      "6.77": 99,
      "7.47": 100,
      "7.88": 101,
      "7.13": 102,
      "2.18": 103,
      "7.53": 104,
      "7.59": 105,
      "4.21": 106,
      "1.74": 107,
      "7.16": 108,
      "7H": 109,
      "5.13": 110,
      "3.85": 111,
      "7.54": 112,
      "7.56": 113,
      "7.12": 114,
      "7.55": 115,
      "1.39": 116,
      "1.43": 117,
      "6.95": 118,
      "7.05": 119,
      "5.49": 120,
      "7.61": 121,
      "2.11": 122,
      "1.64": 123,
      "4.58": 124,
      "1.45": 125,
      "3.86": 126,
      "0.89": 127,
      "3.89": 128,
      "3.48": 129,
      "7.11": 130,
      "7.58": 131,
      "4.03": 132,
      "4.94": 133,
      "7.57": 134,
      "0.94": 135,
      "7.86": 136,
      "7.04": 137,
      "7.70": 138,
      "7.10": 139,
      "3.82": 140,
      "2.38": 141,
      "7.62": 142,
      "7.67": 143,
      "0.90": 144,
      "7.08": 145,
      "3.75": 146,
      "8.79": 147,
      "4.39": 148,
      "7.09": 149,
      "1.63": 150,
      "6.97": 151,
      "7.79": 152,
      "7.64": 153,
      "7.66": 154,
      "8.60": 155,
      "0.83": 156,
      "7.63": 157,
      "7.07": 158,
      "6.22": 159,
      "6.78": 160,
      "7.65": 161,
      "7.06": 162,
      "2.93": 163,
      "7.75": 164,
      "3.78": 165,
      "7.71": 166,
      "1.18": 167,
      "6.87": 168,
      "7.77": 169,
      "3.81": 170,
      "7.96": 171,
      "3.87": 172,
      "8.61": 173,
      "7.72": 174,
      "3.57": 175,
      "7.73": 176,
      "7.76": 177,
      "3.79": 178,
      "7.03": 179,
      "7.85": 180,
      "3.88": 181,
      "2.02": 182,
      "7.83": 183,
      "0.88": 184,
      "6.86": 185,
      "7.74": 186,
      "0.85": 187,
      "7.89": 188,
      "2.56": 189,
      "dp": 190,
      "3.11": 191,
      "7.01": 192,
      "3.76": 193,
      "7.02": 194,
      "3.94": 195,
      "7.84": 196,
      "6.23": 197,
      "1.73": 198,
      "6.99": 199,
      "7.80": 200,
      "6.98": 201,
      "7.97": 202,
      "7.82": 203,
      "2.08": 204,
      "4.12": 205,
      "6.94": 206,
      "1.42": 207,
      "0.95": 208,
      "1.09": 209,
      "1.82": 210,
      "0.87": 211,
      "4.02": 212,
      "1.19": 213,
      "3.83": 214,
      "7.81": 215,
      "2.17": 216,
      "1.92": 217,
      "7.00": 218,
      "0.86": 219,
      "3.65": 220,
      "7.90": 221,
      "1.55": 222,
      "3.67": 223,
      "8.23": 224,
      "3.29": 225,
      "6.93": 226,
      "2.00": 227,
      "6.92": 228,
      "2.09": 229,
      "2.75": 230,
      "3.93": 231,
      "3.90": 232,
      "1.36": 233,
      "2.47": 234,
      "7.92": 235,
      "6.91": 236,
      "1.56": 237,
      "2.37": 238,
      "1.84": 239,
      "7.95": 240,
      "3.47": 241,
      "3.30": 242,
      "1.40": 243,
      "2.74": 244,
      "3.68": 245,
      "1.21": 246,
      "0.84": 247,
      "6.89": 248,
      "3.92": 249,
      "2.29": 250,
      "3.62": 251,
      "3.80": 252,
      "2.16": 253,
      "7.91": 254,
      "2.15": 255,
      "6.85": 256,
      "2.14": 257,
      "3.74": 258,
      "6.90": 259,
      "2.07": 260,
      "1.41": 261,
      "1.38": 262,
      "2.21": 263,
      "3.77": 264,
      "2.92": 265,
      "7.93": 266,
      "1.93": 267,
      "1.94": 268,
      "3.71": 269,
      "3.73": 270,
      "4.30": 271,
      "3.69": 272,
      "4.40": 273,
      "1.81": 274,
      "3.39": 275,
      "1.80": 276,
      "7.94": 277,
      "3.02": 278,
      "0.96": 279,
      "1.26": 280,
      "6.88": 281,
      "3.91": 282,
      "5.67": 283,
      "1.95": 284,
      "3.72": 285,
      "8.04": 286,
      "8.97": 287,
      "1.99": 288,
      "8.15": 289,
      "1.33": 290,
      "3.63": 291,
      "4.67": 292,
      "6.68": 293,
      "1.89": 294,
      "2.32": 295,
      "2.84": 296,
      "0.82": 297,
      "1.31": 298,
      "2.03": 299,
      "12.09": 300,
      "3.70": 301,
      "1.91": 302,
      "1.29": 303,
      "3.64": 304,
      "1.35": 305,
      "2.12": 306,
      "6.83": 307,
      "8.43": 308,
      "7.98": 309,
      "2.13": 310,
      "6.84": 311,
      "1.98": 312,
      "3.61": 313,
      "3.56": 314,
      "1.24": 315,
      "2.91": 316,
      "2.35": 317,
      "1.97": 318,
      "2.94": 319,
      "1.79": 320,
      "1.32": 321,
      "6.32": 322,
      "2.57": 323,
      "1.90": 324,
      "2.65": 325,
      "8.33": 326,
      "1.53": 327,
      "5.95": 328,
      "5.12": 329,
      "8.03": 330,
      "1.85": 331,
      "8.00": 332,
      "1.54": 333,
      "4.95": 334,
      "1.52": 335,
      "2.33": 336,
      "1.72": 337,
      "4.20": 338,
      "2.90": 339,
      "2.06": 340,
      "2.28": 341,
      "1.86": 342,
      "1.88": 343,
      "2.41": 344,
      "6.79": 345,
      "6.50": 346,
      "2.04": 347,
      "1.30": 348,
      "1.48": 349,
      "2.89": 350,
      "2.36": 351,
      "1.67": 352,
      "5.22": 353,
      "7.99": 354,
      "3.54": 355,
      "1.96": 356,
      "1.34": 357,
      "6.82": 358,
      "3.95": 359,
      "6.40": 360,
      "3.60": 361,
      "3.59": 362,
      "1.22": 363,
      "2.83": 364,
      "1.69": 365,
      "1.87": 366,
      "1.71": 367,
      "6.80": 368,
      "1.75": 369,
      "2.88": 370,
      "3.58": 371,
      "6.81": 372,
      "5.77": 373,
      "1.62": 374,
      "8.07": 375,
      "2.34": 376,
      "5.40": 377,
      "1.70": 378,
      "2.85": 379,
      "2.31": 380,
      "2.05": 381,
      "2.95": 382,
      "1.66": 383,
      "6.60": 384,
      "4.11": 385,
      "2.30": 386,
      "1.78": 387,
      "1.51": 388,
      "2.22": 389,
      "8.01": 390,
      "8.02": 391,
      "1.58": 392,
      "1.76": 393,
      "1.68": 394,
      "6.76": 395,
      "2.40": 396,
      "4.57": 397,
      "1.01": 398,
      "3.52": 399,
      "2.27": 400,
      "2.86": 401,
      "2.66": 402,
      "1.59": 403,
      "2.78": 404,
      "1.77": 405,
      "2.46": 406,
      "1.49": 407,
      "8.14": 408,
      "3.97": 409,
      "0.73": 410,
      "9H": 411,
      "8.51": 412,
      "2.77": 413,
      "2.39": 414,
      "2.73": 415,
      "3.55": 416,
      "3.51": 417,
      "2.96": 418,
      "2.98": 419,
      "2.81": 420,
      "3.96": 421,
      "2.82": 422,
      "2.79": 423,
      "8.25": 424,
      "2.87": 425,
      "3.98": 426,
      "6.13": 427,
      "2.26": 428,
      "2.25": 429,
      "5.04": 430,
      "3.99": 431,
      "0.97": 432,
      "3.10": 433,
      "1.57": 434,
      "4.85": 435,
      "2.80": 436,
      "2.97": 437,
      "2.76": 438,
      "2.72": 439,
      "4.49": 440,
      "3.38": 441,
      "2.45": 442,
      "4.09": 443,
      "3.53": 444,
      "1.50": 445,
      "4.15": 446,
      "1.61": 447,
      "2.99": 448,
      "3.01": 449,
      "2.71": 450,
      "4.22": 451,
      "3.50": 452,
      "4.18": 453,
      "2.69": 454,
      "4.10": 455,
      "2.48": 456,
      "3.00": 457,
      "4.08": 458,
      "2.44": 459,
      "3.49": 460,
      "1.60": 461,
      "4.05": 462,
      "8.08": 463,
      "8.22": 464,
      "4.48": 465,
      "2.23": 466,
      "2.43": 467,
      "3.03": 468,
      "2.68": 469,
      "3.42": 470,
      "2.58": 471,
      "4.19": 472,
      "6.75": 473,
      "2.42": 474,
      "4.01": 475,
      "2.55": 476,
      "6.58": 477,
      "ddq": 478,
      "8.10": 479,
      "2.24": 480,
      "3.04": 481,
      "4.00": 482,
      "1.10": 483,
      "3.12": 484,
      "4.16": 485,
      "3.20": 486,
      "5.50": 487,
      "2.70": 488,
      "4.04": 489,
      "4.17": 490,
      "1.25": 491,
      "3.36": 492,
      "4.06": 493,
      "8.13": 494,
      "dtt": 495,
      "4.13": 496,
      "4.07": 497,
      "2.51": 498,
      "1.00": 499,
      "1.23": 500,
      "2.67": 501,
      "3.44": 502,
      "3.05": 503,
      "3.41": 504,
      "2.64": 505,
      "2.61": 506,
      "8.09": 507,
      "6.74": 508,
      "3.46": 509,
      "2.60": 510,
      "2.49": 511,
      "3.37": 512,
      "3.33": 513,
      "6.69": 514,
      "3.45": 515,
      "3.43": 516,
      "4.14": 517,
      "3.35": 518,
      "2.59": 519,
      "8.41": 520,
      "qd": 521,
      "2.63": 522,
      "5.03": 523,
      "3.08": 524,
      "3.06": 525,
      "3.31": 526,
      "8.52": 527,
      "2.52": 528,
      "5.58": 529,
      "2.53": 530,
      "2.50": 531,
      "8.16": 532,
      "5.59": 533,
      "8.11": 534,
      "4.23": 535,
      "6.73": 536,
      "3.32": 537,
      "3.34": 538,
      "12.45": 539,
      "8.12": 540,
      "4.35": 541,
      "8.70": 542,
      "4.31": 543,
      "13.00": 544,
      "3.21": 545,
      "3.40": 546,
      "4.27": 547,
      "6.67": 548,
      "12.27": 549,
      "2.54": 550,
      "0.98": 551,
      "6.72": 552,
      "8.32": 553,
      "0.74": 554,
      "3.09": 555,
      "4.25": 556,
      "3.28": 557,
      "2.62": 558,
      "6.70": 559,
      "3.23": 560,
      "3.14": 561,
      "3.22": 562,
      "3.25": 563,
      "6.66": 564,
      "3.07": 565,
      "6.71": 566,
      "3.26": 567,
      "1.20": 568,
      "1.02": 569,
      "4.28": 570,
      "8.78": 571,
      "8.26": 572,
      "8.19": 573,
      "8.18": 574,
      "4.29": 575,
      "8.21": 576,
      "hept": 577,
      "4.24": 578,
      "8.40": 579,
      "3.15": 580,
      "4.26": 581,
      "qt": 582,
      "6.61": 583,
      "3.19": 584,
      "8.20": 585,
      "6.05": 586,
      "3.27": 587,
      "3.24": 588,
      "3.13": 589,
      "4.38": 590,
      "3.16": 591,
      "4.33": 592,
      "6.57": 593,
      "8.17": 594,
      "0.81": 595,
      "0.99": 596,
      "0.71": 597,
      "8.34": 598,
      "3.17": 599,
      "6.65": 600,
      "3.18": 601,
      "4.34": 602,
      "6.63": 603,
      "6.62": 604,
      "4.42": 605,
      "4.32": 606,
      "8.44": 607,
      "12.08": 608,
      "6.39": 609,
      "8.27": 610,
      "1.03": 611,
      "6.64": 612,
      "8.69": 613,
      "8.31": 614,
      "8.50": 615,
      "4.75": 616,
      "1.08": 617,
      "4.66": 618,
      "8.29": 619,
      "6.31": 620,
      "4.36": 621,
      "h": 622,
      "4.56": 623,
      "11.90": 624,
      "8.28": 625,
      "8.30": 626,
      "6.56": 627,
      "1.16": 628,
      "5.30": 629,
      "8.59": 630,
      "4.77": 631,
      "4.43": 632,
      "4.41": 633,
      "12.82": 634,
      "5.06": 635,
      "4.45": 636,
      "5.11": 637,
      "8.48": 638,
      "6.14": 639,
      "8.62": 640,
      "4.37": 641,
      "8.36": 642,
      "5.14": 643,
      "4.44": 644,
      "8.45": 645,
      "8.49": 646,
      "6.55": 647,
      "4.68": 648,
      "1.07": 649,
      "8.47": 650,
      "13.37": 651,
      "8.58": 652,
      "6.54": 653,
      "5.85": 654,
      "4.52": 655,
      "4.63": 656,
      "8.88": 657,
      "4.65": 658,
      "8.35": 659,
      "4.59": 660,
      "8.39": 661,
      "4.53": 662,
      "dqd": 663,
      "6.49": 664,
      "13.55": 665,
      "8.38": 666,
      "5.09": 667,
      "4.60": 668,
      "dddt": 669,
      "4.50": 670,
      "4.74": 671,
      "4.55": 672,
      "8.46": 673,
      "4.46": 674,
      "9.16": 675,
      "5.07": 676,
      "4.54": 677,
      "4.47": 678,
      "4.62": 679,
      "4.51": 680,
      "4.72": 681,
      "8.37": 682,
      "1.17": 683,
      "5.10": 684,
      "4.61": 685,
      "11.72": 686,
      "6.53": 687,
      "1.05": 688,
      "0.70": 689,
      "4.69": 690,
      "5.05": 691,
      "11.54": 692,
      "8.55": 693,
      "6.42": 694,
      "1.11": 695,
      "9.34": 696,
      "4.73": 697,
      "6.51": 698,
      "4.71": 699,
      "4.64": 700,
      "5.08": 701,
      "8.53": 702,
      "0.80": 703,
      "1.04": 704,
      "8.56": 705,
      "4.70": 706,
      "5.21": 707,
      "8.54": 708,
      "8.64": 709,
      "6.36": 710,
      "14.10": 711,
      "5.32": 712,
      "1.15": 713,
      "6.03": 714,
      "5.76": 715,
      "6.38": 716,
      "6.37": 717,
      "9.15": 718,
      "1.06": 719,
      "5.87": 720,
      "8.66": 721,
      "6.52": 722,
      "8.77": 723,
      "6.48": 724,
      "5.17": 725,
      "6.44": 726,
      "5.02": 727,
      "11.35": 728,
      "8.68": 729,
      "8.57": 730,
      "8.80": 731,
      "6.30": 732,
      "8.63": 733,
      "4.93": 734,
      "pd": 735,
      "4.79": 736,
      "8.67": 737,
      "6.43": 738,
      "5.94": 739,
      "6.47": 740,
      "11.17": 741,
      "1.14": 742,
      "5.16": 743,
      "4.78": 744,
      "12.64": 745,
      "6.46": 746,
      "6.35": 747,
      "6.45": 748,
      "tdd": 749,
      "13.92": 750,
      "5.29": 751,
      "4.84": 752,
      "4.80": 753,
      "6.21": 754,
      "4.86": 755,
      "4.81": 756,
      "6.33": 757,
      "6.12": 758,
      "tq": 759,
      "5.48": 760,
      "8.65": 761,
      "4.83": 762,
      "0.79": 763,
      "5.00": 764,
      "5.15": 765,
      "5.66": 766,
      "1.12": 767,
      "6.24": 768,
      "5.19": 769,
      "1.13": 770,
      "6.27": 771,
      "4.82": 772,
      "5.23": 773,
      "12.63": 774,
      "5.41": 775,
      "6.26": 776,
      "13.18": 777,
      "4.92": 778,
      "6.06": 779,
      "5.18": 780,
      "5.96": 781,
      "13.73": 782,
      "0.75": 783,
      "5.28": 784,
      "8.98": 785,
      "5.25": 786,
      "4.97": 787,
      "4.99": 788,
      "5.20": 789,
      "9.52": 790,
      "5.33": 791,
      "6.17": 792,
      "5.69": 793,
      "4.89": 794,
      "4.87": 795,
      "5.90": 796,
      "0.72": 797,
      "5.27": 798,
      "6.25": 799,
      "6.29": 800,
      "4.91": 801,
      "8.71": 802,
      "0.78": 803,
      "4.88": 804,
      "5.99": 805,
      "5.26": 806,
      "5.01": 807,
      "5.35": 808,
      "4.98": 809,
      "6.34": 810,
      "0H": 811,
      "5.81": 812,
      "4.96": 813,
      "6.18": 814,
      "5.39": 815,
      "10.99": 816,
      "5.24": 817,
      "5.93": 818,
      "5.91": 819,
      "6.20": 820,
      "5.82": 821,
      "5.98": 822,
      "6.08": 823,
      "6.02": 824,
      "10H": 825,
      "6.28": 826,
      "8.76": 827,
      "5.89": 828,
      "4.90": 829,
      "5.51": 830,
      "5.92": 831,
      "5.80": 832,
      "6.00": 833,
      "5.73": 834,
      "8.72": 835,
      "8.74": 836,
      "6.15": 837,
      "6.10": 838,
      "5.34": 839,
      "5.57": 840,
      "5.75": 841,
      "5.78": 842,
      "5.88": 843,
      "5.97": 844,
      "5.83": 845,
      "5.65": 846,
      "6.09": 847,
      "5.84": 848,
      "6.19": 849,
      "5.44": 850,
      "5.52": 851,
      "5.71": 852,
      "8.73": 853,
      "5.47": 854,
      "5.72": 855,
      "8.95": 856,
      "8.96": 857,
      "8.89": 858,
      "5.64": 859,
      "5.62": 860,
      "6.01": 861,
      "5.45": 862,
      "5.63": 863,
      "8.75": 864,
      "6.11": 865,
      "13.19": 866,
      "5.70": 867,
      "8.87": 868,
      "6.16": 869,
      "5.74": 870,
      "6.07": 871,
      "5.79": 872,
      "5.53": 873,
      "5.36": 874,
      "9.06": 875,
      "5.56": 876,
      "8.81": 877,
      "5.38": 878,
      "14.28": 879,
      "5.46": 880,
      "10.07": 881,
      "0.77": 882,
      "5.43": 883,
      "5.37": 884,
      "13.74": 885,
      "5.60": 886,
      "12.81": 887,
      "5.54": 888,
      "ddddd": 889,
      "ddtd": 890,
      "8.82": 891,
      "9.89": 892,
      "5.61": 893,
      "5.55": 894,
      "5.42": 895,
      "14.65": 896,
      "12.26": 897,
      "8.86": 898,
      "8.85": 899,
      "13.36": 900,
      "14.47": 901,
      "11H": 902,
      "8.83": 903,
      "10.62": 904,
      "11.36": 905,
      "9.70": 906,
      "8.84": 907,
      "12H": 908,
      "13.91": 909,
      "10.80": 910,
      "0.76": 911,
      "8.90": 912,
      "10.44": 913,
      "9.71": 914,
      "9.33": 915,
      "8.92": 916,
      "9.14": 917,
      "dtdd": 918,
      "9.07": 919,
      "8.99": 920,
      "8.93": 921,
      "8.91": 922,
      "16.30": 923,
      "9.25": 924,
      "8.94": 925,
      "15.20": 926,
      "14.09": 927,
      "11.53": 928,
      "11.91": 929,
      "12.99": 930,
      "14.83": 931,
      "pt": 932,
      "15.93": 933,
      "15.02": 934,
      "9.05": 935,
      "9.88": 936,
      "10.25": 937,
      "9.01": 938,
      "9.00": 939,
      "16.48": 940,
      "9.13": 941,
      "0.69": 942,
      "9.32": 943,
      "9.04": 944,
      "12.10": 945,
      "14.29": 946,
      "tdt": 947,
      "9.17": 948,
      "9.03": 949,
      "9.43": 950,
      "0.68": 951,
      "15.75": 952,
      "0.66": 953,
      "0.67": 954,
      "15.38": 955,
      "9.02": 956,
      "13.01": 957,
      "12.44": 958,
      "11.89": 959,
      "9.08": 960,
      "9.09": 961,
      "ttd": 962,
      "9.24": 963,
      "14.46": 964,
      "16.85": 965,
      "9.12": 966,
      "9.93": 967,
      "9.51": 968,
      "12.46": 969,
      "15.57": 970,
      "9.11": 971,
      "9.61": 972,
      "9.53": 973,
      "0.64": 974,
      "9.35": 975,
      "9.20": 976,
      "12.07": 977,
      "9.69": 978,
      "9.10": 979,
      "9.19": 980,
      "13.54": 981,
      "9.28": 982,
      "10.26": 983,
      "9.18": 984,
      "12.18": 985,
      "9.26": 986,
      "0.63": 987,
      "10.98": 988,
      "10.81": 989,
      "9.29": 990,
      "tp": 991,
      "16.12": 992,
      "14.84": 993,
      "9.96": 994,
      "9.50": 995,
      "9.21": 996,
      "9.31": 997,
      "0.65": 998,
      "dh": 999,
      "9.27": 1000,
      "13.56": 1001,
      "9.23": 1002,
      "9.22": 1003,
      "17.03": 1004,
      "15.01": 1005,
      "qdd": 1006,
      "9.87": 1007,
      "9.85": 1008,
      "11.71": 1009,
      "9.95": 1010,
      "9.80": 1011,
      "9.30": 1012,
      "9.94": 1013,
      "9.97": 1014,
      "9.90": 1015,
      "11.63": 1016,
      "14.11": 1017,
      "9.65": 1018,
      "9.48": 1019,
      "9.98": 1020,
      "13H": 1021,
      "9.91": 1022,
      "9.66": 1023,
      "9.72": 1024,
      "9.54": 1025,
      "9.36": 1026,
      "9.86": 1027,
      "9.62": 1028,
      "9.38": 1029,
      "9.79": 1030,
      "11.81": 1031,
      "9.68": 1032,
      "9.78": 1033,
      "9.92": 1034,
      "9.44": 1035,
      "10.16": 1036,
      "9.39": 1037,
      "9.40": 1038,
      "9.76": 1039,
      "9.49": 1040,
      "9.60": 1041,
      "9.37": 1042,
      "9.42": 1043,
      "9.75": 1044,
      "9.67": 1045,
      "16.67": 1046,
      "12.83": 1047,
      "9.74": 1048,
      "9.57": 1049,
      "9.47": 1050,
      "9.63": 1051,
      "16.11": 1052,
      "15.56": 1053,
      "14.64": 1054,
      "9.56": 1055,
      "9.45": 1056,
      "ddp": 1057,
      "9.64": 1058,
      "9.41": 1059,
      "9.59": 1060,
      "12.62": 1061,
      "10.06": 1062,
      "9.82": 1063,
      "9.81": 1064,
      "13.17": 1065,
      "9.46": 1066,
      "11.34": 1067,
      "9.77": 1068,
      "12.14": 1069,
      "9.83": 1070,
      "12.11": 1071,
      "13.72": 1072,
      "9.55": 1073,
      "10.43": 1074,
      "13.38": 1075,
      "9.84": 1076,
      "12.17": 1077,
      "9.73": 1078,
      "dtq": 1079,
      "11.99": 1080,
      "11.16": 1081,
      "16.66": 1082,
      "9.58": 1083,
      "0.62": 1084,
      "tddd": 1085,
      "12.28": 1086,
      "11.18": 1087,
      "0.61": 1088,
      "11.45": 1089,
      "13.93": 1090,
      "11.26": 1091,
      "16H": 1092,
      "14.27": 1093,
      "15.39": 1094,
      "12.25": 1095,
      "12.13": 1096,
      "12.12": 1097,
      "10.08": 1098,
      "12.15": 1099,
      "17H": 1100,
      "12.80": 1101,
      "15.19": 1102,
      "11.73": 1103,
      "12.36": 1104,
      "12.16": 1105,
      "14.66": 1106,
      "12.65": 1107,
      "dddq": 1108,
      "12.06": 1109,
      "11.44": 1110,
      "10.00": 1111,
      "13.35": 1112,
      "11.08": 1113,
      "qq": 1114,
      "12.98": 1115,
      "15H": 1116,
      "18H": 1117,
      "13.75": 1118,
      "13.90": 1119,
      "dqt": 1120,
      "9.99": 1121,
      "12.91": 1122,
      "10.71": 1123,
      "13.20": 1124,
      "14H": 1125,
      "10.90": 1126,
      "0.38": 1127,
      "0.60": 1128,
      "12.05": 1129,
      "12.43": 1130,
      "10.24": 1131,
      "10.53": 1132,
      "10.17": 1133,
      "15.74": 1134,
      "10.61": 1135,
      "dhept": 1136,
      "ddtt": 1137,
      "12.47": 1138,
      "0.46": 1139,
      "12.19": 1140,
      "14.08": 1141,
      "11.52": 1142,
      "13.02": 1143,
      "14.48": 1144,
      "12.00": 1145,
      "17.22": 1146,
      "pq": 1147,
      "16.29": 1148,
      "12.20": 1149,
      "dtdt": 1150,
      "13.28": 1151,
      "11.88": 1152,
      "12.73": 1153,
      "10.15": 1154,
      "tdq": 1155,
      "13.53": 1156,
      "10.79": 1157,
      "10.63": 1158,
      "13.46": 1159,
      "15.21": 1160,
      "12.54": 1161,
      "11.92": 1162,
      "13.57": 1163,
      "10.18": 1164,
      "14.82": 1165,
      "17.40": 1166,
      "0.59": 1167,
      "12.24": 1168,
      "11.37": 1169,
      "17.21": 1170,
      "11.55": 1171,
      "13.16": 1172,
      "13.09": 1173,
      "15.94": 1174,
      "0.57": 1175,
      "11.00": 1176,
      "10.97": 1177,
      "heptd": 1178,
      "13.39": 1179,
      "14.19": 1180,
      "12.04": 1181,
      "11.70": 1182,
      "12.66": 1183,
      "16.21": 1184,
      "12.23": 1185,
      "11.87": 1186,
      "13.10": 1187,
      "12.97": 1188,
      "10.05": 1189,
      "12.29": 1190,
      "12.79": 1191,
      "13.71": 1192,
      "12.61": 1193,
      "14.01": 1194,
      "14.45": 1195,
      "14.12": 1196,
      "16.84": 1197,
      "17.58": 1198,
      "10.19": 1199,
      "13.83": 1200,
      "13.22": 1201,
      "13.89": 1202,
      "12.03": 1203,
      "16.49": 1204,
      "13.03": 1205,
      "13.15": 1206,
      "10.01": 1207,
      "12.55": 1208,
      "hd": 1209,
      "15.03": 1210,
      "12.84": 1211,
      "12.21": 1212,
      "10.12": 1213,
      "10.45": 1214,
      "13.21": 1215,
      "0.58": 1216,
      "10.42": 1217,
      "10.89": 1218,
      "13.64": 1219,
      "12.42": 1220,
      "14.30": 1221,
      "10.35": 1222,
      "12.78": 1223,
      "14.06": 1224,
      "12.48": 1225,
      "10.14": 1226,
      "12.22": 1227,
      "13.52": 1228,
      "12.85": 1229,
      "10.20": 1230,
      "13.94": 1231,
      "14.26": 1232,
      "13.40": 1233,
      "ddddt": 1234,
      "14.07": 1235,
      "13.04": 1236,
      "13.34": 1237,
      "13.76": 1238,
      "12.02": 1239,
      "12.60": 1240,
      "13.06": 1241,
      "12.94": 1242,
      "15.66": 1243,
      "13.58": 1244,
      "11.98": 1245,
      "12.92": 1246,
      "13.12": 1247,
      "10.23": 1248,
      "13.11": 1249,
      "13.14": 1250,
      "11.33": 1251,
      "11.15": 1252,
      "13.23": 1253,
      "11.79": 1254,
      "12.30": 1255,
      "12.89": 1256,
      "10.13": 1257,
      "14.03": 1258,
      "12.96": 1259,
      "12.88": 1260,
      "12.95": 1261,
      "13.08": 1262,
      "15.37": 1263,
      "0.49": 1264,
      "ttt": 1265,
      "14.05": 1266,
      "12.41": 1267,
      "11.93": 1268,
      "12.90": 1269,
      "13.33": 1270,
      "10.09": 1271,
      "12.72": 1272,
      "14.20": 1273,
      "16.39": 1274,
      "11.97": 1275,
      "11.74": 1276,
      "12.93": 1277,
      "11.86": 1278,
      "12.01": 1279,
      "12.59": 1280,
      "13.51": 1281,
      "13.99": 1282,
      "13.59": 1283,
      "19H": 1284,
      "15.84": 1285,
      "12.77": 1286,
      "11.94": 1287,
      "12.70": 1288,
      "dpd": 1289,
      "13.13": 1290,
      "10.11": 1291,
      "13.27": 1292,
      "10.60": 1293,
      "11.75": 1294,
      "0.41": 1295,
      "14.13": 1296,
      "10.27": 1297,
      "11.13": 1298,
      "12.67": 1299,
      "13.95": 1300,
      "0.54": 1301,
      "11.76": 1302,
      "12.86": 1303,
      "11.51": 1304,
      "13.24": 1305,
      "13.32": 1306,
      "13.07": 1307,
      "13.81": 1308,
      "10.21": 1309,
      "13.88": 1310,
      "14.25": 1311,
      "16.31": 1312,
      "11.80": 1313,
      "15.00": 1314,
      "16.94": 1315,
      "qdt": 1316,
      "12.71": 1317,
      "13.77": 1318,
      "12.68": 1319,
      "12.49": 1320,
      "13.82": 1321,
      "12.87": 1322,
      "12.76": 1323,
      "12.56": 1324,
      "0.56": 1325,
      "12.40": 1326,
      "10.78": 1327,
      "13.26": 1328,
      "13.44": 1329,
      "13.31": 1330,
      "13.30": 1331,
      "13.60": 1332,
      "12.58": 1333,
      "13.98": 1334,
      "13.05": 1335,
      "16.76": 1336,
      "14.14": 1337,
      "14.00": 1338,
      "11.43": 1339,
      "11.56": 1340,
      "14.56": 1341,
      "17.04": 1342,
      "15.11": 1343,
      "14.04": 1344,
      "13.25": 1345,
      "13.29": 1346,
      "14.85": 1347,
      "ttq": 1348,
      "12.35": 1349,
      "14.18": 1350,
      "0.52": 1351,
      "12.31": 1352,
      "12.34": 1353,
      "14.17": 1354,
      "12.50": 1355,
      "11.85": 1356,
      "11.14": 1357,
      "12.75": 1358,
      "12.69": 1359,
      "11.84": 1360,
      "13.78": 1361,
      "14.74": 1362,
      "15.29": 1363,
      "10.64": 1364,
      "14.63": 1365,
      "10.22": 1366,
      "13.45": 1367,
      "13.97": 1368,
      "13.70": 1369,
      "13.65": 1370,
      "11.69": 1371,
      "11.77": 1372,
      "0.50": 1373,
      "11.62": 1374,
      "12.37": 1375,
      "11.50": 1376,
      "11.95": 1377,
      "15.76": 1378,
      "12.39": 1379,
      "16.57": 1380,
      "12.57": 1381,
      "11.47": 1382,
      "14.02": 1383,
      "13.41": 1384,
      "11.64": 1385,
      "11.12": 1386,
      "14.23": 1387,
      "12.53": 1388,
      "11.82": 1389,
      "13.49": 1390,
      "11.78": 1391,
      "13.50": 1392,
      "13.69": 1393,
      "13.43": 1394,
      "13.48": 1395,
      "11.38": 1396,
      "11.96": 1397,
      "11.27": 1398,
      "12.51": 1399,
      "12.38": 1400,
      "10.65": 1401,
      "15.92": 1402,
      "11.83": 1403,
      "13.61": 1404,
      "13.84": 1405,
      "14.44": 1406,
      "10.36": 1407,
      "12.74": 1408,
      "11.11": 1409,
      "12.32": 1410,
      "12.52": 1411,
      "14.50": 1412,
      "10.46": 1413,
      "13.66": 1414,
      "17.02": 1415,
      "14.24": 1416,
      "13.80": 1417,
      "14.16": 1418,
      "14.21": 1419,
      "13.63": 1420,
      "13.85": 1421,
      "14.15": 1422,
      "10.82": 1423,
      "0.55": 1424,
      "13.47": 1425,
      "14.22": 1426,
      "0.42": 1427,
      "11.61": 1428,
      "11.46": 1429,
      "12.33": 1430,
      "10.10": 1431,
      "16.47": 1432,
      "11.32": 1433,
      "14.38": 1434,
      "11.67": 1435,
      "0.53": 1436,
      "13.42": 1437,
      "15.55": 1438,
      "13.87": 1439,
      "13.86": 1440,
      "11.65": 1441,
      "10.59": 1442,
      "10.96": 1443,
      "14.49": 1444,
      "17.76": 1445,
      "11.68": 1446,
      "11.59": 1447,
      "11.40": 1448,
      "11.48": 1449,
      "11.66": 1450,
      "14.67": 1451,
      "13.68": 1452,
      "13.79": 1453,
      "10.34": 1454,
      "15.58": 1455,
      "11.49": 1456,
      "16.86": 1457,
      "13.62": 1458,
      "13.67": 1459,
      "16.02": 1460,
      "14.93": 1461,
      "11.19": 1462,
      "20H": 1463,
      "10.77": 1464,
      "11.01": 1465,
      "11.57": 1466,
      "15.18": 1467,
      "11.60": 1468,
      "14.31": 1469,
      "0.37": 1470,
      "11.29": 1471,
      "11.42": 1472,
      "14.81": 1473,
      "13.96": 1474,
      "11.58": 1475,
      "10.72": 1476,
      "0.28": 1477,
      "17.77": 1478,
      "0.35": 1479,
      "10.41": 1480,
      "10.57": 1481,
      "th": 1482,
      "15.40": 1483,
      "14.37": 1484,
      "11.25": 1485,
      "10.38": 1486,
      "11.39": 1487,
      "11.41": 1488,
      "17.95": 1489,
      "10.66": 1490,
      "11.30": 1491,
      "14.58": 1492,
      "11.28": 1493,
      "11.09": 1494,
      "10.91": 1495,
      "10.55": 1496,
      "14.32": 1497,
      "11.06": 1498,
      "10.04": 1499,
      "10.95": 1500,
      "16.10": 1501,
      "10.58": 1502,
      "10.76": 1503,
      "16.13": 1504,
      "17.00": 1505,
      "11.31": 1506,
      "10.02": 1507,
      "dddp": 1508,
      "0.29": 1509,
      "14.43": 1510,
      "11.04": 1511,
      "11.07": 1512,
      "0.34": 1513,
      "10.40": 1514,
      "10.52": 1515,
      "11.23": 1516,
      "11.22": 1517,
      "16.03": 1518,
      "dqdd": 1519,
      "11.10": 1520,
      "14.68": 1521,
      "10.47": 1522,
      "10.37": 1523,
      "11.02": 1524,
      "10.67": 1525,
      "10.28": 1526,
      "14.36": 1527,
      "0.40": 1528,
      "21H": 1529,
      "11.24": 1530,
      "11.20": 1531,
      "10.31": 1532,
      "10.48": 1533,
      "17.31": 1534,
      "11.21": 1535,
      "pdd": 1536,
      "qtd": 1537,
      "10.49": 1538,
      "11.05": 1539,
      "0.43": 1540,
      "14.92": 1541,
      "10.70": 1542,
      "15.48": 1543,
      "16.65": 1544,
      "14.62": 1545,
      "10.86": 1546,
      "0.33": 1547,
      "10.30": 1548,
      "15.22": 1549,
      "10.39": 1550,
      "14.73": 1551,
      "10.54": 1552,
      "16.28": 1553,
      "14.33": 1554,
      "10.51": 1555,
      "14.51": 1556,
      "10.83": 1557,
      "14.35": 1558,
      "10.03": 1559,
      "14.61": 1560,
      "14.99": 1561,
      "17.12": 1562,
      "14.60": 1563,
      "10.69": 1564,
      "ddtdd": 1565,
      "10.68": 1566,
      "15.04": 1567,
      "14.80": 1568,
      "0.51": 1569,
      "ddtq": 1570,
      "10.88": 1571,
      "14.42": 1572,
      "14.55": 1573,
      "16.20": 1574,
      "10.29": 1575,
      "14.40": 1576,
      "0.48": 1577,
      "10.50": 1578,
      "10.56": 1579,
      "10.32": 1580,
      "10.85": 1581,
      "15.47": 1582,
      "16.58": 1583,
      "10.92": 1584,
      "14.69": 1585,
      "11.03": 1586,
      "0.45": 1587,
      "10.84": 1588,
      "14.76": 1589,
      "dtp": 1590,
      "14.57": 1591,
      "14.79": 1592,
      "14.77": 1593,
      "17.01": 1594,
      "0.36": 1595,
      "tddt": 1596,
      "14.52": 1597,
      "15.36": 1598,
      "10.87": 1599,
      "10.94": 1600,
      "0.30": 1601,
      "14.41": 1602,
      "14.98": 1603,
      "14.70": 1604,
      "14.34": 1605,
      "14.39": 1606,
      "15.95": 1607,
      "10.33": 1608,
      "14.75": 1609,
      "16.83": 1610,
      "17.20": 1611,
      "14.86": 1612,
      "10.73": 1613,
      "17.18": 1614,
      "14.78": 1615,
      "0.27": 1616,
      "ddddq": 1617,
      "10.75": 1618,
      "10.93": 1619,
      "16.99": 1620,
      "14.54": 1621,
      "15.73": 1622,
      "14.71": 1623,
      "10.74": 1624,
      "dddtd": 1625,
      "16.32": 1626,
      "14.72": 1627,
      "ddh": 1628,
      "14.59": 1629,
      "22H": 1630,
      "14.94": 1631,
      "15.17": 1632,
      "0.26": 1633,
      "14.91": 1634,
      "16.27": 1635,
      "14.97": 1636,
      "14.87": 1637,
      "0.47": 1638,
      "15.05": 1639,
      "16.68": 1640,
      "16.50": 1641,
      "14.53": 1642,
      "16.46": 1643,
      "15.77": 1644,
      "16.14": 1645,
      "0.44": 1646,
      "tdp": 1647,
      "0.32": 1648,
      "14.96": 1649,
      "24H": 1650,
      "15.65": 1651,
      "15.41": 1652,
      "15.10": 1653,
      "ddqd": 1654,
      "15.91": 1655,
      "15.35": 1656,
      "14.95": 1657,
      "15.54": 1658,
      "16.98": 1659,
      "15.42": 1660,
      "0.39": 1661,
      "15.09": 1662,
      "dttd": 1663,
      "15.06": 1664,
      "18.13": 1665,
      "18.68": 1666,
      "14.88": 1667,
      "17.39": 1668,
      "15.13": 1669,
      "23H": 1670,
      "16.81": 1671,
      "15.16": 1672,
      "15.12": 1673,
      "15.28": 1674,
      "14.90": 1675,
      "dtdq": 1676,
      "15.07": 1677,
      "0.20": 1678,
      "14.89": 1679,
      "tqd": 1680,
      "ht": 1681,
      "15.59": 1682,
      "15.23": 1683,
      "16.64": 1684,
      "16.56": 1685,
      "17.32": 1686,
      "15.30": 1687,
      "25H": 1688,
      "ttdd": 1689,
      "0.25": 1690,
      "15.64": 1691,
      "18.31": 1692,
      "dtddd": 1693,
      "16.87": 1694,
      "16.26": 1695,
      "16.95": 1696,
      "17.49": 1697,
      "16.33": 1698,
      "17.05": 1699,
      "16.82": 1700,
      "15.53": 1701,
      "0.31": 1702,
      "17.13": 1703,
      "17.67": 1704,
      "15.15": 1705,
      "0.24": 1706,
      "15.90": 1707,
      "16.17": 1708,
      "15.34": 1709,
      "15.14": 1710,
      "0.19": 1711,
      "17.17": 1712,
      "16.80": 1713,
      "15.46": 1714,
      "16.25": 1715,
      "15.08": 1716,
      "18.50": 1717,
      "15.45": 1718,
      "15.32": 1719,
      "16.38": 1720,
      "15.60": 1721,
      "16.45": 1722,
      "16.07": 1723,
      "qddd": 1724,
      "15.67": 1725,
      "15.43": 1726,
      "15.31": 1727,
      "15.24": 1728,
      "15.72": 1729,
      "16.19": 1730,
      "15.98": 1731,
      "16.09": 1732,
      "15.85": 1733,
      "15.33": 1734,
      "16.63": 1735,
      "15.44": 1736,
      "16.75": 1737,
      "15.49": 1738,
      "27H": 1739,
      "15.86": 1740,
      "16.96": 1741,
      "15.96": 1742,
      "15.52": 1743,
      "15.27": 1744,
      "17.19": 1745,
      "15.51": 1746,
      "15.26": 1747,
      "15.69": 1748,
      "qp": 1749,
      "15.83": 1750,
      "15.89": 1751,
      "15.78": 1752,
      "17.30": 1753,
      "15.97": 1754,
      "16.70": 1755,
      "16.15": 1756,
      "17.14": 1757,
      "15.71": 1758,
      "26H": 1759,
      "15.25": 1760,
      "dqq": 1761,
      "18.86": 1762,
      "19.41": 1763,
      "16.40": 1764,
      "16.01": 1765,
      "15.61": 1766,
      "16.08": 1767,
      "16.06": 1768,
      "15.62": 1769,
      "ddtdt": 1770,
      "16.51": 1771,
      "16.72": 1772,
      "15.63": 1773,
      "15.50": 1774,
      "16.69": 1775,
      "15.68": 1776,
      "17.23": 1777,
      "0.16": 1778,
      "15.70": 1779,
      "16.04": 1780,
      "16.91": 1781,
      "16.73": 1782,
      "16.59": 1783,
      "16.34": 1784,
      "15.99": 1785,
      "15.88": 1786,
      "16.05": 1787,
      "28H": 1788,
      "16.22": 1789,
      "qdq": 1790,
      "ddqt": 1791,
      "16.18": 1792,
      "17.06": 1793,
      "16.77": 1794,
      "16.79": 1795,
      "23.07": 1796,
      "15.87": 1797,
      "17.94": 1798,
      "tdddd": 1799,
      "15.79": 1800,
      "17.16": 1801,
      "16.24": 1802,
      "17.59": 1803,
      "0.21": 1804,
      "16.93": 1805,
      "16.62": 1806,
      "dttt": 1807,
      "15.81": 1808,
      "16.88": 1809,
      "15.80": 1810,
      "16.43": 1811,
      "17.86": 1812,
      "15.82": 1813,
      "dddtt": 1814,
      "16.97": 1815,
      "17.29": 1816,
      "23.08": 1817,
      "18.49": 1818,
      "16.23": 1819,
      "16.44": 1820,
      "16.41": 1821,
      "16.35": 1822,
      "16.55": 1823,
      "16.61": 1824,
      "16.00": 1825,
      "17.41": 1826,
      "16.16": 1827,
      "17.57": 1828,
      "18.32": 1829,
      "16.52": 1830,
      "16.37": 1831,
      "17.33": 1832,
      "29H": 1833,
      "16.53": 1834,
      "16.74": 1835,
      "19.23": 1836,
      "dddddd": 1837,
      "16.90": 1838,
      "16.36": 1839,
      "22.16": 1840,
      "16.60": 1841,
      "ttdt": 1842,
      "16.71": 1843,
      "20.88": 1844,
      "16.92": 1845,
      "16.42": 1846,
      "16.89": 1847,
      "18.59": 1848,
      "17.43": 1849,
      "17.15": 1850,
      "19.78": 1851,
      "16.54": 1852,
      "23.44": 1853,
      "17.47": 1854,
      "19.02": 1855,
      "17.28": 1856,
      "19.05": 1857,
      "17.85": 1858,
      "19.96": 1859,
      "17.11": 1860,
      "dpdd": 1861,
      "18.69": 1862,
      "0.22": 1863,
      "20.15": 1864,
      "18.22": 1865,
      "0.23": 1866,
      "20.33": 1867,
      "19.42": 1868,
      "17.08": 1869,
      "dtddt": 1870,
      "17.75": 1871,
      "dddddt": 1872,
      "30H": 1873,
      "tddq": 1874,
      "tqt": 1875,
      "0.17": 1876,
      "16.78": 1877,
      "tdtd": 1878,
      "0.18": 1879,
      "qddt": 1880,
      "20.51": 1881,
      "18.87": 1882,
      "hdd": 1883,
      "23.26": 1884,
      "17.74": 1885,
      "0.09": 1886,
      "17.38": 1887,
      "18.48": 1888,
      "21.24": 1889,
      "17.09": 1890,
      "18.04": 1891,
      "19.04": 1892,
      "20.28": 1893,
      "19.22": 1894,
      "17.36": 1895,
      "19.60": 1896,
      "17.07": 1897,
      "18.84": 1898,
      "17.10": 1899,
      "dqdt": 1900,
      "18.12": 1901,
      "18.85": 1902,
      "21.61": 1903,
      "21.25": 1904,
      "0.15": 1905,
      "18.70": 1906,
      "18.67": 1907,
      "dpt": 1908,
      "17.96": 1909,
      "17.78": 1910,
      "21.43": 1911,
      "25.40": 1912,
      "17.25": 1913,
      "24.54": 1914,
      "17.93": 1915,
      "20.32": 1916,
      "17.34": 1917,
      "23.45": 1918,
      "22.34": 1919,
      "20.14": 1920,
      "22.17": 1921,
      "32H": 1922,
      "17.24": 1923,
      "17.35": 1924,
      "20.87": 1925,
      "19.03": 1926,
      "0.12": 1927,
      "31H": 1928,
      "17.46": 1929,
      "20.70": 1930,
      "21.06": 1931,
      "25.82": 1932,
      "17.56": 1933,
      "ptd": 1934,
      "19.59": 1935,
      "21.42": 1936,
      "pdt": 1937,
      "17.44": 1938,
      "18.80": 1939,
      "17.42": 1940,
      "21.97": 1941,
      "17.60": 1942,
      "17.37": 1943,
      "23.25": 1944,
      "22.35": 1945,
      "18.51": 1946,
      "19.97": 1947,
      "17.27": 1948,
      "21.79": 1949,
      "29.86": 1950,
      "17.68": 1951,
      "18.14": 1952,
      "22.89": 1953,
      "21.98": 1954,
      "18.41": 1955,
      "22.53": 1956,
      "17.48": 1957,
      "18.88": 1958,
      "20.69": 1959,
      "20.52": 1960,
      "21.80": 1961,
      "tdtt": 1962,
      "19.77": 1963,
      "qtt": 1964,
      "25.46": 1965,
      "25.64": 1966,
      "17.26": 1967,
      "25.39": 1968,
      "25.45": 1969,
      "26.41": 1970,
      "22.15": 1971,
      "22.71": 1972,
      "tpd": 1973,
      "37.18": 1974,
      "29.12": 1975,
      "17.55": 1976,
      "28.57": 1977,
      "19.00": 1978,
      "17.53": 1979,
      "34H": 1980,
      "26.19": 1981,
      "18.77": 1982,
      "24.53": 1983,
      "17.73": 1984,
      "18.10": 1985,
      "17.64": 1986,
      "44.69": 1987,
      "18.89": 1988,
      "21.49": 1989,
      "23.09": 1990,
      "19.13": 1991,
      "17.92": 1992,
      "18.30": 1993,
      "35H": 1994,
      "25.41": 1995,
      "17.84": 1996,
      "18.66": 1997,
      "21.62": 1998,
      "23.43": 1999,
      "25.27": 2000,
      "18.23": 2001,
      "18.78": 2002,
      "19.24": 2003,
      "21.50": 2004,
      "17.66": 2005,
      "19.95": 2006,
      "17.62": 2007,
      "20.29": 2008,
      "17.79": 2009,
      "17.54": 2010,
      "17.87": 2011,
      "17.50": 2012,
      "19.38": 2013,
      "21.96": 2014,
      "18.21": 2015,
      "18.52": 2016,
      "23.06": 2017,
      "21.59": 2018,
      "21.60": 2019,
      "23.62": 2020,
      "18.74": 2021,
      "22.08": 2022,
      "20.68": 2023,
      "18.71": 2024,
      "19.79": 2025,
      "23.80": 2026,
      "19.40": 2027,
      "17.51": 2028,
      "19.09": 2029,
      "26.37": 2030,
      "33H": 2031,
      "24.55": 2032,
      "tdqd": 2033,
      "19.58": 2034,
      "21.44": 2035,
      "21.23": 2036,
      "17.69": 2037,
      "24.17": 2038,
      "17.45": 2039,
      "18.65": 2040,
      "25.81": 2041,
      "21.07": 2042,
      "19.32": 2043,
      "19.43": 2044,
      "35.71": 2045,
      "21.52": 2046,
      "19.01": 2047,
      "20.89": 2048,
      "19.14": 2049,
      "24.73": 2050,
      "18.81": 2051,
      "36H": 2052,
      "24.36": 2053,
      "17.52": 2054,
      "17.90": 2055,
      "26.92": 2056,
      "22.52": 2057,
      "18.33": 2058,
      "18.76": 2059,
      "22.33": 2060,
      "18.83": 2061,
      "18.90": 2062,
      "26.74": 2063,
      "18.15": 2064,
      "22.90": 2065,
      "0.08": 2066,
      "25.44": 2067,
      "19.51": 2068,
      "26.00": 2069,
      "17.80": 2070,
      "25.35": 2071,
      "18.11": 2072,
      "25.09": 2073,
      "19.44": 2074,
      "36.26": 2075,
      "20.34": 2076,
      "21.89": 2077,
      "33.51": 2078,
      "33.33": 2079,
      "27.65": 2080,
      "22.91": 2081,
      "19.62": 2082,
      "20.86": 2083,
      "17.91": 2084,
      "22.14": 2085,
      "32.78": 2086,
      "23.99": 2087,
      "23.81": 2088,
      "18.16": 2089,
      "20.05": 2090,
      "24.72": 2091,
      "18.53": 2092,
      "18.03": 2093,
      "19.08": 2094,
      "21.39": 2095,
      "18.34": 2096,
      "18.40": 2097,
      "20.30": 2098,
      "27.84": 2099,
      "18.99": 2100,
      "46.52": 2101,
      "22.70": 2102,
      "19.20": 2103,
      "21.45": 2104,
      "29.85": 2105,
      "18.47": 2106,
      "33.70": 2107,
      "24.18": 2108,
      "19.50": 2109,
      "20.50": 2110,
      "26.01": 2111,
      "18.63": 2112,
      "25.83": 2113,
      "19.39": 2114,
      "dddqd": 2115,
      "18.28": 2116,
      "25.08": 2117,
      "25.28": 2118,
      "18.82": 2119,
      "21.57": 2120,
      "24.91": 2121,
      "0.14": 2122,
      "18.91": 2123,
      "21.05": 2124,
      "18.79": 2125,
      "19.36": 2126,
      "23.18": 2127,
      "26.55": 2128,
      "22.07": 2129,
      "20.31": 2130,
      "33.34": 2131,
      "dtqd": 2132,
      "19.26": 2133,
      "18.19": 2134,
      "18.29": 2135,
      "19.90": 2136,
      "20.17": 2137,
      "25.34": 2138,
      "20.09": 2139,
      "21.27": 2140,
      "28.21": 2141,
      "18.46": 2142,
      "19.21": 2143,
      "21.95": 2144,
      "19.34": 2145,
      "19.25": 2146,
      "19.06": 2147,
      "17.82": 2148,
      "18.62": 2149,
      "18.35": 2150,
      "21.81": 2151,
      "21.41": 2152,
      "20.35": 2153,
      "46.71": 2154,
      "20.67": 2155,
      "20.04": 2156,
      "31.30": 2157,
      "26.73": 2158,
      "17.65": 2159,
      "23.10": 2160,
      "17.97": 2161,
      "18.97": 2162,
      "19.07": 2163,
      "21.78": 2164,
      "17.71": 2165,
      "21.56": 2166,
      "17.72": 2167,
      "31.68": 2168,
      "35.53": 2169,
      "22.09": 2170,
      "22.72": 2171,
      "23.27": 2172,
      "19.80": 2173,
      "18.43": 2174,
      "18.64": 2175,
      "22.00": 2176,
      "22.88": 2177,
      "21.99": 2178,
      "19.76": 2179,
      "45.79": 2180,
      "18.73": 2181,
      "22.65": 2182,
      "19.81": 2183,
      "28.02": 2184,
      "19.74": 2185,
      "20.63": 2186,
      "30.77": 2187,
      "0.10": 2188,
      "19.61": 2189,
      "17.81": 2190,
      "17.89": 2191,
      "21.48": 2192,
      "22.18": 2193,
      "20.45": 2194,
      "19.45": 2195,
      "23.61": 2196,
      "18.60": 2197,
      "19.91": 2198,
      "20.13": 2199,
      "22.30": 2200,
      "25.38": 2201,
      "19.31": 2202,
      "19.15": 2203,
      "23.29": 2204,
      "21.19": 2205,
      "26.54": 2206,
      "20.42": 2207,
      "31.32": 2208,
      "22.87": 2209,
      "19.19": 2210,
      "30.22": 2211,
      "18.55": 2212,
      "27.11": 2213,
      "24.56": 2214,
      "19.52": 2215,
      "25.42": 2216,
      "26.56": 2217,
      "22.73": 2218,
      "39.57": 2219,
      "18.17": 2220,
      "20.00": 2221,
      "30.30": 2222,
      "25.33": 2223,
      "18.75": 2224,
      "23.41": 2225,
      "19.98": 2226,
      "23.98": 2227,
      "23.28": 2228,
      "20.36": 2229,
      "22.68": 2230,
      "21.13": 2231,
      "24.89": 2232,
      "tdddt": 2233,
      "22.05": 2234,
      "31.14": 2235,
      "29.67": 2236,
      "21.26": 2237,
      "17.88": 2238,
      "17.83": 2239,
      "21.40": 2240,
      "22.62": 2241,
      "22.01": 2242,
      "0.13": 2243,
      "26.18": 2244,
      "20.49": 2245,
      "19.16": 2246,
      "23.23": 2247,
      "23.19": 2248,
      "27.66": 2249,
      "21.35": 2250,
      "32.53": 2251,
      "18.39": 2252,
      "30.95": 2253,
      "21.03": 2254,
      "23.24": 2255,
      "21.88": 2256,
      "22.13": 2257,
      "25.52": 2258,
      "18.42": 2259,
      "17.61": 2260,
      "19.18": 2261,
      "20.16": 2262,
      "18.01": 2263,
      "18.72": 2264,
      "26.79": 2265,
      "20.54": 2266,
      "18.94": 2267,
      "19.17": 2268,
      "dhd": 2269,
      "18.36": 2270,
      "29.30": 2271,
      "41.02": 2272,
      "25.43": 2273,
      "19.88": 2274,
      "28.93": 2275,
      "19.54": 2276,
      "25.98": 2277,
      "26.38": 2278,
      "18.00": 2279,
      "46.70": 2280,
      "20.19": 2281,
      "19.86": 2282,
      "21.90": 2283,
      "22.36": 2284,
      "23.36": 2285,
      "20.24": 2286,
      "18.54": 2287,
      "21.36": 2288,
      "18.37": 2289,
      "38H": 2290,
      "19.94": 2291,
      "28.01": 2292,
      "26.75": 2293,
      "18.07": 2294,
      "28.58": 2295,
      "20.65": 2296,
      "18.05": 2297,
      "30.59": 2298,
      "18.96": 2299,
      "18.45": 2300,
      "28.83": 2301,
      "17.63": 2302,
      "18.25": 2303,
      "25.26": 2304,
      "21.37": 2305,
      "25.17": 2306,
      "21.82": 2307,
      "21.67": 2308,
      "20.66": 2309,
      "24.16": 2310,
      "28.94": 2311,
      "40.84": 2312,
      "23.47": 2313,
      "21.22": 2314,
      "19.89": 2315,
      "20.53": 2316,
      "30.04": 2317,
      "19.57": 2318,
      "19.35": 2319,
      "20.40": 2320,
      "37.55": 2321,
      "25.00": 2322,
      "19.93": 2323,
      "40.67": 2324,
      "22.31": 2325,
      "30.76": 2326,
      "22.19": 2327,
      "21.46": 2328,
      "24.93": 2329,
      "18.92": 2330,
      "23.46": 2331,
      "41.39": 2332,
      "21.69": 2333,
      "28.39": 2334,
      "21.21": 2335,
      "34.07": 2336,
      "21.77": 2337,
      "37H": 2338,
      "46.53": 2339,
      "22.51": 2340,
      "18.38": 2341,
      "26.93": 2342,
      "25.99": 2343,
      "21.91": 2344,
      "22.69": 2345,
      "32.96": 2346,
      "23.30": 2347,
      "19.87": 2348,
      "21.14": 2349,
      "19.82": 2350,
      "21.53": 2351,
      "20.90": 2352,
      "19.56": 2353,
      "ddttd": 2354,
      "21.75": 2355,
      "23.17": 2356,
      "22.80": 2357,
      "25.63": 2358,
      "25.84": 2359,
      "33.15": 2360,
      "27.76": 2361,
      "22.43": 2362,
      "18.06": 2363,
      "21.01": 2364,
      "19.55": 2365,
      "20.77": 2366,
      "tddtd": 2367,
      "22.50": 2368,
      "23.63": 2369,
      "20.06": 2370,
      "18.09": 2371,
      "19.29": 2372,
      "17.70": 2373,
      "27.80": 2374,
      "19.37": 2375,
      "32.79": 2376,
      "26.20": 2377,
      "27.81": 2378,
      "22.37": 2379,
      "26.36": 2380,
      "25.48": 2381,
      "30.29": 2382,
      "37.73": 2383,
      "20.58": 2384,
      "21.86": 2385,
      "27.30": 2386,
      "22.20": 2387,
      "44.51": 2388,
      "24.63": 2389,
      "30.13": 2390,
      "23.79": 2391,
      "24.74": 2392,
      "23.12": 2393,
      "30.31": 2394,
      "21.54": 2395,
      "20.47": 2396,
      "21.93": 2397,
      "20.02": 2398,
      "28.38": 2399,
      "18.27": 2400,
      "18.26": 2401,
