{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "|": 2,
      "J": 3,
      "1H": 4,
      "2H": 5,
      "m": 6,
      "s": 7,
      "d": 8,
      "dd": 9,
      "3H": 10,
      "t": 11,
      "ddd": 12,
      "dt": 13,
      "4H": 14,
      "ddt": 15,
      "q": 16,
      "td": 17,
      "6H": 18,
      "dddd": 19,
      "5H": 20,
      "0.92": 21,
      "7.32": 22,
      "dq": 23,
      "tt": 24,
      "2.19": 25,
      "p": 26,
      "7.14": 27,
      "7.69": 28,
      "7.33": 29,
      "2.20": 30,
      "1.47": 31,
      "7.51": 32,
      "7.26": 33,
      "2.10": 34,
      "7.87": 35,
      "8H": 36,
      "6.59": 37,
      "6.41": 38,
      "7.23": 39,
      "7.50": 40,
      "1.28": 41,
      "7.37": 42,
      "7.31": 43,
      "7.41": 44,
      "7.38": 45,
      "7.24": 46,
      "7.34": 47,
      "7.30": 48,
      "7.43": 49,
      "6.96": 50,
      "8.24": 51,
      "7.42": 52,
      "1.83": 53,
      "7.35": 54,
      "0.93": 55,
      "7.36": 56,
      "3.84": 57,
      "3.66": 58,
      "7.39": 59,
      "1.44": 60,
      "7.25": 61,
      "5.86": 62,
      "8.06": 63,
      "7.40": 64,
      "7.27": 65,
      "7.29": 66,
      "7.68": 67,
      "7.28": 68,
      "8.42": 69,
      "1.27": 70,
      "7.60": 71,
      "0.91": 72,
      "7.22": 73,
      "1.65": 74,
      "7.48": 75,
      "7.21": 76,
      "7.52": 77,
      "7.49": 78,
      "7.19": 79,
      "5.31": 80,
      "7.15": 81,
      "6.04": 82,
      "1.37": 83,
      "2.01": 84,
      "5.68": 85,
      "7.44": 86,
      "1.46": 87,
      "4.76": 88,
      "8.05": 89,
      "7.20": 90,
      "7.17": 91,
      "dtd": 92,
      "7.18": 93,
      "7.45": 94,
      "7.78": 95,
      "7.46": 96,
      "6.77": 97,
      "7.47": 98,
      "7.88": 99,
      "7.13": 100,
      "2.18": 101,
      "7.53": 102,
      "7.59": 103,
      "4.21": 104,
      "1.74": 105,
      "7.16": 106,
      "7H": 107,
      "5.13": 108,
      "3.85": 109,
      "7.54": 110,
      "7.56": 111,
      "7.12": 112,
      "7.55": 113,
      "1.39": 114,
      "1.43": 115,
      "6.95": 116,
      "7.05": 117,
      "5.49": 118,
      "7.61": 119,
      "2.11": 120,
      "1.64": 121,
      "4.58": 122,
      "1.45": 123,
      "3.86": 124,
      "0.89": 125,
      "3.89": 126,
      "3.48": 127,
      "7.11": 128,
      "7.58": 129,
      "4.03": 130,
      "4.94": 131,
      "7.57": 132,
      "0.94": 133,
      "7.86": 134,
      "7.04": 135,
      "7.70": 136,
      "7.10": 137,
      "3.82": 138,
      "2.38": 139,
      "7.62": 140,
      "7.67": 141,
      "0.90": 142,
      "7.08": 143,
      "3.75": 144,
      "8.79": 145,
      "4.39": 146,
      "7.09": 147,
      "1.63": 148,
      "6.97": 149,
      "7.79": 150,
      "7.64": 151,
      "7.66": 152,
      "8.60": 153,
      "0.83": 154,
      "7.63": 155,
      "7.07": 156,
      "6.22": 157,
      "6.78": 158,
      "7.65": 159,
      "7.06": 160,
      "2.93": 161,
      "7.75": 162,
      "3.78": 163,
      "7.71": 164,
      "1.18": 165,
      "6.87": 166,
      "7.77": 167,
      "3.81": 168,
      "7.96": 169,
      "3.87": 170,
      "8.61": 171,
      "7.72": 172,
      "3.57": 173,
      "7.73": 174,
      "7.76": 175,
      "3.79": 176,
      "7.03": 177,
      "7.85": 178,
      "3.88": 179,
      "2.02": 180,
      "7.83": 181,
      "0.88": 182,
      "6.86": 183,
      "7.74": 184,
      "0.85": 185,
      "7.89": 186,
      "2.56": 187,
      "dp": 188,
      "3.11": 189,
      "7.01": 190,
      "3.76": 191,
      "7.02": 192,
      "3.94": 193,
      "7.84": 194,
      "6.23": 195,
      "1.73": 196,
      "6.99": 197,
      "7.80": 198,
      "6.98": 199,
      "7.97": 200,
      "7.82": 201,
      "2.08": 202,
      "4.12": 203,
      "6.94": 204,
      "1.42": 205,
      "0.95": 206,
      "1.09": 207,
      "1.82": 208,
      "0.87": 209,
      "4.02": 210,
      "1.19": 211,
      "3.83": 212,
      "7.81": 213,
      "2.17": 214,
      "1.92": 215,
      "7.00": 216,
      "0.86": 217,
      "3.65": 218,
      "7.90": 219,
      "1.55": 220,
      "3.67": 221,
      "8.23": 222,
      "3.29": 223,
      "6.93": 224,
      "2.00": 225,
      "6.92": 226,
      "2.09": 227,
      "2.75": 228,
      "3.93": 229,
      "3.90": 230,
      "1.36": 231,
      "2.47": 232,
      "7.92": 233,
      "6.91": 234,
      "1.56": 235,
      "2.37": 236,
      "1.84": 237,
      "7.95": 238,
      "3.47": 239,
      "3.30": 240,
      "1.40": 241,
      "2.74": 242,
      "3.68": 243,
      "1.21": 244,
      "0.84": 245,
      "6.89": 246,
      "3.92": 247,
      "2.29": 248,
      "3.62": 249,
      "3.80": 250,
      "2.16": 251,
      "7.91": 252,
      "2.15": 253,
      "6.85": 254,
      "2.14": 255,
      "3.74": 256,
      "6.90": 257,
      "2.07": 258,
      "1.41": 259,
      "1.38": 260,
      "2.21": 261,
      "3.77": 262,
      "2.92": 263,
      "7.93": 264,
      "1.93": 265,
      "1.94": 266,
      "3.71": 267,
      "3.73": 268,
      "4.30": 269,
      "3.69": 270,
      "4.40": 271,
      "1.81": 272,
      "3.39": 273,
      "1.80": 274,
      "7.94": 275,
      "3.02": 276,
      "0.96": 277,
      "1.26": 278,
      "6.88": 279,
      "3.91": 280,
      "5.67": 281,
      "1.95": 282,
      "3.72": 283,
      "8.04": 284,
      "8.97": 285,
      "1.99": 286,
      "8.15": 287,
      "1.33": 288,
      "3.63": 289,
      "4.67": 290,
      "6.68": 291,
      "1.89": 292,
      "2.32": 293,
      "2.84": 294,
      "0.82": 295,
      "1.31": 296,
      "2.03": 297,
      "12.09": 298,
      "3.70": 299,
      "1.91": 300,
      "1.29": 301,
      "3.64": 302,
      "1.35": 303,
      "2.12": 304,
      "6.83": 305,
      "8.43": 306,
      "7.98": 307,
      "2.13": 308,
      "6.84": 309,
      "1.98": 310,
      "3.61": 311,
      "3.56": 312,
      "1.24": 313,
      "2.91": 314,
      "2.35": 315,
      "1.97": 316,
      "2.94": 317,
      "1.79": 318,
      "1.32": 319,
      "6.32": 320,
      "2.57": 321,
      "1.90": 322,
      "2.65": 323,
      "8.33": 324,
      "1.53": 325,
      "5.95": 326,
      "5.12": 327,
      "8.03": 328,
      "1.85": 329,
      "8.00": 330,
      "1.54": 331,
      "4.95": 332,
      "1.52": 333,
      "2.33": 334,
      "1.72": 335,
      "4.20": 336,
      "2.90": 337,
      "2.06": 338,
      "2.28": 339,
      "1.86": 340,
      "1.88": 341,
      "2.41": 342,
      "6.79": 343,
      "6.50": 344,
      "2.04": 345,
      "1.30": 346,
      "1.48": 347,
      "2.89": 348,
      "2.36": 349,
      "1.67": 350,
      "5.22": 351,
      "7.99": 352,
      "3.54": 353,
      "1.96": 354,
      "1.34": 355,
      "6.82": 356,
      "3.95": 357,
      "6.40": 358,
      "3.60": 359,
      "3.59": 360,
      "1.22": 361,
      "2.83": 362,
      "1.69": 363,
      "1.87": 364,
      "1.71": 365,
      "6.80": 366,
      "1.75": 367,
      "2.88": 368,
      "3.58": 369,
      "6.81": 370,
      "5.77": 371,
      "1.62": 372,
      "8.07": 373,
      "2.34": 374,
      "5.40": 375,
      "1.70": 376,
      "2.85": 377,
      "2.31": 378,
      "2.05": 379,
      "2.95": 380,
      "1.66": 381,
      "6.60": 382,
      "4.11": 383,
      "2.30": 384,
      "1.78": 385,
      "1.51": 386,
      "2.22": 387,
      "8.01": 388,
      "8.02": 389,
      "1.58": 390,
      "1.76": 391,
      "1.68": 392,
      "6.76": 393,
      "2.40": 394,
      "4.57": 395,
      "1.01": 396,
      "3.52": 397,
      "2.27": 398,
      "2.86": 399,
      "2.66": 400,
      "1.59": 401,
      "2.78": 402,
      "1.77": 403,
      "2.46": 404,
      "1.49": 405,
      "8.14": 406,
      "3.97": 407,
      "0.73": 408,
      "9H": 409,
      "8.51": 410,
      "2.77": 411,
      "2.39": 412,
      "2.73": 413,
      "3.55": 414,
      "3.51": 415,
      "2.96": 416,
      "2.98": 417,
      "2.81": 418,
      "3.96": 419,
      "2.82": 420,
      "2.79": 421,
      "8.25": 422,
      "2.87": 423,
      "3.98": 424,
      "6.13": 425,
      "2.26": 426,
      "2.25": 427,
      "5.04": 428,
      "3.99": 429,
      "0.97": 430,
      "3.10": 431,
      "1.57": 432,
      "4.85": 433,
      "2.80": 434,
      "2.97": 435,
      "2.76": 436,
      "2.72": 437,
      "4.49": 438,
      "3.38": 439,
      "2.45": 440,
      "4.09": 441,
      "3.53": 442,
      "1.50": 443,
      "4.15": 444,
      "1.61": 445,
      "2.99": 446,
      "3.01": 447,
      "2.71": 448,
      "4.22": 449,
      "3.50": 450,
      "4.18": 451,
      "2.69": 452,
      "4.10": 453,
      "2.48": 454,
      "3.00": 455,
      "4.08": 456,
      "2.44": 457,
      "3.49": 458,
      "1.60": 459,
      "4.05": 460,
      "8.08": 461,
      "8.22": 462,
      "4.48": 463,
      "2.23": 464,
      "2.43": 465,
      "3.03": 466,
      "2.68": 467,
      "3.42": 468,
      "2.58": 469,
      "4.19": 470,
      "6.75": 471,
      "2.42": 472,
      "4.01": 473,
      "2.55": 474,
      "6.58": 475,
      "ddq": 476,
      "8.10": 477,
      "2.24": 478,
      "3.04": 479,
      "4.00": 480,
      "1.10": 481,
      "3.12": 482,
      "4.16": 483,
      "3.20": 484,
      "5.50": 485,
      "2.70": 486,
      "4.04": 487,
      "4.17": 488,
      "1.25": 489,
      "3.36": 490,
      "4.06": 491,
      "8.13": 492,
      "dtt": 493,
      "4.13": 494,
      "4.07": 495,
      "2.51": 496,
      "1.00": 497,
      "1.23": 498,
      "2.67": 499,
      "3.44": 500,
      "3.05": 501,
      "3.41": 502,
      "2.64": 503,
      "2.61": 504,
      "8.09": 505,
      "6.74": 506,
      "3.46": 507,
      "2.60": 508,
      "2.49": 509,
      "3.37": 510,
      "3.33": 511,
      "6.69": 512,
      "3.45": 513,
      "3.43": 514,
      "4.14": 515,
      "3.35": 516,
      "2.59": 517,
      "8.41": 518,
      "qd": 519,
      "2.63": 520,
      "5.03": 521,
      "3.08": 522,
      "3.06": 523,
      "3.31": 524,
      "8.52": 525,
      "2.52": 526,
      "5.58": 527,
      "2.53": 528,
      "2.50": 529,
      "8.16": 530,
      "5.59": 531,
      "8.11": 532,
      "4.23": 533,
      "6.73": 534,
      "3.32": 535,
      "3.34": 536,
      "12.45": 537,
      "8.12": 538,
      "4.35": 539,
      "8.70": 540,
      "4.31": 541,
      "13.00": 542,
      "3.21": 543,
      "3.40": 544,
      "4.27": 545,
      "6.67": 546,
      "12.27": 547,
      "2.54": 548,
      "0.98": 549,
      "6.72": 550,
      "8.32": 551,
      "0.74": 552,
      "3.09": 553,
      "4.25": 554,
      "3.28": 555,
      "2.62": 556,
      "6.70": 557,
      "3.23": 558,
      "3.14": 559,
      "3.22": 560,
      "3.25": 561,
      "6.66": 562,
      "3.07": 563,
      "6.71": 564,
      "3.26": 565,
      "1.20": 566,
      "1.02": 567,
      "4.28": 568,
      "8.78": 569,
      "8.26": 570,
      "8.19": 571,
      "8.18": 572,
      "4.29": 573,
      "8.21": 574,
      "hept": 575,
      "4.24": 576,
      "8.40": 577,
      "3.15": 578,
      "4.26": 579,
      "qt": 580,
      "6.61": 581,
      "3.19": 582,
      "8.20": 583,
      "6.05": 584,
      "3.27": 585,
      "3.24": 586,
      "3.13": 587,
      "4.38": 588,
      "3.16": 589,
      "4.33": 590,
      "6.57": 591,
      "8.17": 592,
      "0.81": 593,
      "0.99": 594,
      "0.71": 595,
      "8.34": 596,
      "3.17": 597,
      "6.65": 598,
      "3.18": 599,
      "4.34": 600,
      "6.63": 601,
      "6.62": 602,
      "4.42": 603,
      "4.32": 604,
      "8.44": 605,
      "12.08": 606,
      "6.39": 607,
      "8.27": 608,
      "1.03": 609,
      "6.64": 610,
      "8.69": 611,
      "8.31": 612,
      "8.50": 613,
      "4.75": 614,
      "1.08": 615,
      "4.66": 616,
      "8.29": 617,
      "6.31": 618,
      "4.36": 619,
      "h": 620,
      "4.56": 621,
      "11.90": 622,
      "8.28": 623,
      "8.30": 624,
      "6.56": 625,
      "1.16": 626,
      "5.30": 627,
      "8.59": 628,
      "4.77": 629,
      "4.43": 630,
      "4.41": 631,
      "12.82": 632,
      "5.06": 633,
      "4.45": 634,
      "5.11": 635,
      "8.48": 636,
      "6.14": 637,
      "8.62": 638,
      "4.37": 639,
      "8.36": 640,
      "5.14": 641,
      "4.44": 642,
      "8.45": 643,
      "8.49": 644,
      "6.55": 645,
      "4.68": 646,
      "1.07": 647,
      "8.47": 648,
      "13.37": 649,
      "8.58": 650,
      "6.54": 651,
      "5.85": 652,
      "4.52": 653,
      "4.63": 654,
      "8.88": 655,
      "4.65": 656,
      "8.35": 657,
      "4.59": 658,
      "8.39": 659,
      "4.53": 660,
      "dqd": 661,
      "6.49": 662,
      "13.55": 663,
      "8.38": 664,
      "5.09": 665,
      "4.60": 666,
      "dddt": 667,
      "4.50": 668,
      "4.74": 669,
      "4.55": 670,
      "8.46": 671,
      "4.46": 672,
      "9.16": 673,
      "5.07": 674,
      "4.54": 675,
      "4.47": 676,
      "4.62": 677,
      "4.51": 678,
      "4.72": 679,
      "8.37": 680,
      "1.17": 681,
      "5.10": 682,
      "4.61": 683,
      "11.72": 684,
      "6.53": 685,
      "1.05": 686,
      "0.70": 687,
      "4.69": 688,
      "5.05": 689,
      "11.54": 690,
      "8.55": 691,
      "6.42": 692,
      "1.11": 693,
      "9.34": 694,
      "4.73": 695,
      "6.51": 696,
      "4.71": 697,
      "4.64": 698,
      "5.08": 699,
      "8.53": 700,
      "0.80": 701,
      "1.04": 702,
      "8.56": 703,
      "4.70": 704,
      "5.21": 705,
      "8.54": 706,
      "8.64": 707,
      "6.36": 708,
      "14.10": 709,
      "5.32": 710,
      "1.15": 711,
      "6.03": 712,
      "5.76": 713,
      "6.38": 714,
      "6.37": 715,
      "9.15": 716,
      "1.06": 717,
      "5.87": 718,
      "8.66": 719,
      "6.52": 720,
      "8.77": 721,
      "6.48": 722,
      "5.17": 723,
      "6.44": 724,
      "5.02": 725,
      "11.35": 726,
      "8.68": 727,
      "8.57": 728,
      "8.80": 729,
      "6.30": 730,
      "8.63": 731,
      "4.93": 732,
      "pd": 733,
      "4.79": 734,
      "8.67": 735,
      "6.43": 736,
      "5.94": 737,
      "6.47": 738,
      "11.17": 739,
      "1.14": 740,
      "5.16": 741,
      "4.78": 742,
      "12.64": 743,
      "6.46": 744,
      "6.35": 745,
      "6.45": 746,
      "tdd": 747,
      "13.92": 748,
      "5.29": 749,
      "4.84": 750,
      "4.80": 751,
      "6.21": 752,
      "4.86": 753,
      "4.81": 754,
      "6.33": 755,
      "6.12": 756,
      "tq": 757,
      "5.48": 758,
      "8.65": 759,
      "4.83": 760,
      "0.79": 761,
      "5.00": 762,
      "5.15": 763,
      "5.66": 764,
      "1.12": 765,
      "6.24": 766,
      "5.19": 767,
      "1.13": 768,
      "6.27": 769,
      "4.82": 770,
      "5.23": 771,
      "12.63": 772,
      "5.41": 773,
      "6.26": 774,
      "13.18": 775,
      "4.92": 776,
      "6.06": 777,
      "5.18": 778,
      "5.96": 779,
      "13.73": 780,
      "0.75": 781,
      "5.28": 782,
      "8.98": 783,
      "5.25": 784,
      "4.97": 785,
      "4.99": 786,
      "5.20": 787,
      "9.52": 788,
      "5.33": 789,
      "6.17": 790,
      "5.69": 791,
      "4.89": 792,
      "4.87": 793,
      "5.90": 794,
      "0.72": 795,
      "5.27": 796,
      "6.25": 797,
      "6.29": 798,
      "4.91": 799,
      "8.71": 800,
      "0.78": 801,
      "4.88": 802,
      "5.99": 803,
      "5.26": 804,
      "5.01": 805,
      "5.35": 806,
      "4.98": 807,
      "6.34": 808,
      "0H": 809,
      "5.81": 810,
      "4.96": 811,
      "6.18": 812,
      "5.39": 813,
      "10.99": 814,
      "5.24": 815,
      "5.93": 816,
      "5.91": 817,
      "6.20": 818,
      "5.82": 819,
      "5.98": 820,
      "6.08": 821,
      "6.02": 822,
      "10H": 823,
      "6.28": 824,
      "8.76": 825,
      "5.89": 826,
      "4.90": 827,
      "5.51": 828,
      "5.92": 829,
      "5.80": 830,
      "6.00": 831,
      "5.73": 832,
      "8.72": 833,
      "8.74": 834,
      "6.15": 835,
      "6.10": 836,
      "5.34": 837,
      "5.57": 838,
      "5.75": 839,
      "5.78": 840,
      "5.88": 841,
      "5.97": 842,
      "5.83": 843,
      "5.65": 844,
      "6.09": 845,
      "5.84": 846,
      "6.19": 847,
      "5.44": 848,
      "5.52": 849,
      "5.71": 850,
      "8.73": 851,
      "5.47": 852,
      "5.72": 853,
      "8.95": 854,
      "8.96": 855,
      "8.89": 856,
      "5.64": 857,
      "5.62": 858,
      "6.01": 859,
      "5.45": 860,
      "5.63": 861,
      "8.75": 862,
      "6.11": 863,
      "13.19": 864,
      "5.70": 865,
      "8.87": 866,
      "6.16": 867,
      "5.74": 868,
      "6.07": 869,
      "5.79": 870,
      "5.53": 871,
      "5.36": 872,
      "9.06": 873,
      "5.56": 874,
      "8.81": 875,
      "5.38": 876,
      "14.28": 877,
      "5.46": 878,
      "10.07": 879,
      "0.77": 880,
      "5.43": 881,
      "5.37": 882,
      "13.74": 883,
      "5.60": 884,
      "12.81": 885,
      "5.54": 886,
      "ddddd": 887,
      "ddtd": 888,
      "8.82": 889,
      "9.89": 890,
      "5.61": 891,
      "5.55": 892,
      "5.42": 893,
      "14.65": 894,
      "12.26": 895,
      "8.86": 896,
      "8.85": 897,
      "13.36": 898,
      "14.47": 899,
      "11H": 900,
      "8.83": 901,
      "10.62": 902,
      "11.36": 903,
      "9.70": 904,
      "8.84": 905,
      "12H": 906,
      "13.91": 907,
      "10.80": 908,
      "0.76": 909,
      "8.90": 910,
      "10.44": 911,
      "9.71": 912,
      "9.33": 913,
      "8.92": 914,
      "9.14": 915,
      "dtdd": 916,
      "9.07": 917,
      "8.99": 918,
      "8.93": 919,
      "8.91": 920,
      "16.30": 921,
      "9.25": 922,
      "8.94": 923,
      "15.20": 924,
      "14.09": 925,
      "11.53": 926,
      "11.91": 927,
      "12.99": 928,
      "14.83": 929,
      "pt": 930,
      "15.93": 931,
      "15.02": 932,
      "9.05": 933,
      "9.88": 934,
      "10.25": 935,
      "9.01": 936,
      "9.00": 937,
      "16.48": 938,
      "9.13": 939,
      "0.69": 940,
      "9.32": 941,
      "9.04": 942,
      "12.10": 943,
      "14.29": 944,
      "tdt": 945,
      "9.17": 946,
      "9.03": 947,
      "9.43": 948,
      "0.68": 949,
      "15.75": 950,
      "0.66": 951,
      "0.67": 952,
      "15.38": 953,
      "9.02": 954,
      "13.01": 955,
      "12.44": 956,
      "11.89": 957,
      "9.08": 958,
      "9.09": 959,
      "ttd": 960,
      "9.24": 961,
      "14.46": 962,
      "16.85": 963,
      "9.12": 964,
      "9.93": 965,
      "9.51": 966,
      "12.46": 967,
      "15.57": 968,
      "9.11": 969,
      "9.61": 970,
      "9.53": 971,
      "0.64": 972,
      "9.35": 973,
      "9.20": 974,
      "12.07": 975,
      "9.69": 976,
      "9.10": 977,
      "9.19": 978,
      "13.54": 979,
      "9.28": 980,
      "10.26": 981,
      "9.18": 982,
      "12.18": 983,
      "9.26": 984,
      "0.63": 985,
      "10.98": 986,
      "10.81": 987,
      "9.29": 988,
      "tp": 989,
      "16.12": 990,
      "14.84": 991,
      "9.96": 992,
      "9.50": 993,
      "9.21": 994,
      "9.31": 995,
      "0.65": 996,
      "dh": 997,
      "9.27": 998,
      "13.56": 999,
      "9.23": 1000,
      "9.22": 1001,
      "17.03": 1002,
      "15.01": 1003,
      "qdd": 1004,
      "9.87": 1005,
      "9.85": 1006,
      "11.71": 1007,
      "9.95": 1008,
      "9.80": 1009,
      "9.30": 1010,
      "9.94": 1011,
      "9.97": 1012,
      "9.90": 1013,
      "11.63": 1014,
      "14.11": 1015,
      "9.65": 1016,
      "9.48": 1017,
      "9.98": 1018,
      "13H": 1019,
      "9.91": 1020,
      "9.66": 1021,
      "9.72": 1022,
      "9.54": 1023,
      "9.36": 1024,
      "9.86": 1025,
      "9.62": 1026,
      "9.38": 1027,
      "9.79": 1028,
      "11.81": 1029,
      "9.68": 1030,
      "9.78": 1031,
      "9.92": 1032,
      "9.44": 1033,
      "10.16": 1034,
      "9.39": 1035,
      "9.40": 1036,
      "9.76": 1037,
      "9.49": 1038,
      "9.60": 1039,
      "9.37": 1040,
      "9.42": 1041,
      "9.75": 1042,
      "9.67": 1043,
      "16.67": 1044,
      "12.83": 1045,
      "9.74": 1046,
      "9.57": 1047,
      "9.47": 1048,
      "9.63": 1049,
      "16.11": 1050,
      "15.56": 1051,
      "14.64": 1052,
      "9.56": 1053,
      "9.45": 1054,
      "ddp": 1055,
      "9.64": 1056,
      "9.41": 1057,
      "9.59": 1058,
      "12.62": 1059,
      "10.06": 1060,
      "9.82": 1061,
      "9.81": 1062,
      "13.17": 1063,
      "9.46": 1064,
      "11.34": 1065,
      "9.77": 1066,
      "12.14": 1067,
      "9.83": 1068,
      "12.11": 1069,
      "13.72": 1070,
      "9.55": 1071,
      "10.43": 1072,
      "13.38": 1073,
      "9.84": 1074,
      "12.17": 1075,
      "9.73": 1076,
      "dtq": 1077,
      "11.99": 1078,
      "11.16": 1079,
      "16.66": 1080,
      "9.58": 1081,
      "0.62": 1082,
      "tddd": 1083,
      "12.28": 1084,
      "11.18": 1085,
      "0.61": 1086,
      "11.45": 1087,
      "13.93": 1088,
      "11.26": 1089,
      "16H": 1090,
      "14.27": 1091,
      "15.39": 1092,
      "12.25": 1093,
      "12.13": 1094,
      "12.12": 1095,
      "10.08": 1096,
      "12.15": 1097,
      "17H": 1098,
      "12.80": 1099,
      "15.19": 1100,
      "11.73": 1101,
      "12.36": 1102,
      "12.16": 1103,
      "14.66": 1104,
      "12.65": 1105,
      "dddq": 1106,
      "12.06": 1107,
      "11.44": 1108,
      "10.00": 1109,
      "13.35": 1110,
      "11.08": 1111,
      "qq": 1112,
      "12.98": 1113,
      "15H": 1114,
      "18H": 1115,
      "13.75": 1116,
      "13.90": 1117,
      "dqt": 1118,
      "9.99": 1119,
      "12.91": 1120,
      "10.71": 1121,
      "13.20": 1122,
      "14H": 1123,
      "10.90": 1124,
      "0.38": 1125,
      "0.60": 1126,
      "12.05": 1127,
      "12.43": 1128,
      "10.24": 1129,
      "10.53": 1130,
      "10.17": 1131,
      "15.74": 1132,
      "10.61": 1133,
      "dhept": 1134,
      "ddtt": 1135,
      "12.47": 1136,
      "0.46": 1137,
      "12.19": 1138,
      "14.08": 1139,
      "11.52": 1140,
      "13.02": 1141,
      "14.48": 1142,
      "12.00": 1143,
      "17.22": 1144,
      "pq": 1145,
      "16.29": 1146,
      "12.20": 1147,
      "dtdt": 1148,
      "13.28": 1149,
      "11.88": 1150,
      "12.73": 1151,
      "10.15": 1152,
      "tdq": 1153,
      "13.53": 1154,
      "10.79": 1155,
      "10.63": 1156,
      "13.46": 1157,
      "15.21": 1158,
      "12.54": 1159,
      "11.92": 1160,
      "13.57": 1161,
      "10.18": 1162,
      "14.82": 1163,
      "17.40": 1164,
      "0.59": 1165,
      "12.24": 1166,
      "11.37": 1167,
      "17.21": 1168,
      "11.55": 1169,
      "13.16": 1170,
      "13.09": 1171,
      "15.94": 1172,
      "0.57": 1173,
      "11.00": 1174,
      "10.97": 1175,
      "heptd": 1176,
      "13.39": 1177,
      "14.19": 1178,
      "12.04": 1179,
      "11.70": 1180,
      "12.66": 1181,
      "16.21": 1182,
      "12.23": 1183,
      "11.87": 1184,
      "13.10": 1185,
      "12.97": 1186,
      "10.05": 1187,
      "12.29": 1188,
      "12.79": 1189,
      "13.71": 1190,
      "12.61": 1191,
      "14.01": 1192,
      "14.45": 1193,
      "14.12": 1194,
      "16.84": 1195,
      "17.58": 1196,
      "10.19": 1197,
      "13.83": 1198,
      "13.22": 1199,
      "13.89": 1200,
      "12.03": 1201,
      "16.49": 1202,
      "13.03": 1203,
      "13.15": 1204,
      "10.01": 1205,
      "12.55": 1206,
      "hd": 1207,
      "15.03": 1208,
      "12.84": 1209,
      "12.21": 1210,
      "10.12": 1211,
      "10.45": 1212,
      "13.21": 1213,
      "0.58": 1214,
      "10.42": 1215,
      "10.89": 1216,
      "13.64": 1217,
      "12.42": 1218,
      "14.30": 1219,
      "10.35": 1220,
      "12.78": 1221,
      "14.06": 1222,
      "12.48": 1223,
      "10.14": 1224,
      "12.22": 1225,
      "13.52": 1226,
      "12.85": 1227,
      "10.20": 1228,
      "13.94": 1229,
      "14.26": 1230,
      "13.40": 1231,
      "ddddt": 1232,
      "14.07": 1233,
      "13.04": 1234,
      "13.34": 1235,
      "13.76": 1236,
      "12.02": 1237,
      "12.60": 1238,
      "13.06": 1239,
      "12.94": 1240,
      "15.66": 1241,
      "13.58": 1242,
      "11.98": 1243,
      "12.92": 1244,
      "13.12": 1245,
      "10.23": 1246,
      "13.11": 1247,
      "13.14": 1248,
      "11.33": 1249,
      "11.15": 1250,
      "13.23": 1251,
      "11.79": 1252,
      "12.30": 1253,
      "12.89": 1254,
      "10.13": 1255,
      "14.03": 1256,
      "12.96": 1257,
      "12.88": 1258,
      "12.95": 1259,
      "13.08": 1260,
      "15.37": 1261,
      "0.49": 1262,
      "ttt": 1263,
      "14.05": 1264,
      "12.41": 1265,
      "11.93": 1266,
      "12.90": 1267,
      "13.33": 1268,
      "10.09": 1269,
      "12.72": 1270,
      "14.20": 1271,
      "16.39": 1272,
      "11.97": 1273,
      "11.74": 1274,
      "12.93": 1275,
      "11.86": 1276,
      "12.01": 1277,
      "12.59": 1278,
      "13.51": 1279,
      "13.99": 1280,
      "13.59": 1281,
      "19H": 1282,
      "15.84": 1283,
      "12.77": 1284,
      "11.94": 1285,
      "12.70": 1286,
      "dpd": 1287,
      "13.13": 1288,
      "10.11": 1289,
      "13.27": 1290,
      "10.60": 1291,
      "11.75": 1292,
      "0.41": 1293,
      "14.13": 1294,
      "10.27": 1295,
      "11.13": 1296,
      "12.67": 1297,
      "13.95": 1298,
      "0.54": 1299,
      "11.76": 1300,
      "12.86": 1301,
      "11.51": 1302,
      "13.24": 1303,
      "13.32": 1304,
      "13.07": 1305,
      "13.81": 1306,
      "10.21": 1307,
      "13.88": 1308,
      "14.25": 1309,
      "16.31": 1310,
      "11.80": 1311,
      "15.00": 1312,
      "16.94": 1313,
      "qdt": 1314,
      "12.71": 1315,
      "13.77": 1316,
      "12.68": 1317,
      "12.49": 1318,
      "13.82": 1319,
      "12.87": 1320,
      "12.76": 1321,
      "12.56": 1322,
      "0.56": 1323,
      "12.40": 1324,
      "10.78": 1325,
      "13.26": 1326,
      "13.44": 1327,
      "13.31": 1328,
      "13.30": 1329,
      "13.60": 1330,
      "12.58": 1331,
      "13.98": 1332,
      "13.05": 1333,
      "16.76": 1334,
      "14.14": 1335,
      "14.00": 1336,
      "11.43": 1337,
      "11.56": 1338,
      "14.56": 1339,
      "17.04": 1340,
      "15.11": 1341,
      "14.04": 1342,
      "13.25": 1343,
      "13.29": 1344,
      "14.85": 1345,
      "ttq": 1346,
      "12.35": 1347,
      "14.18": 1348,
      "0.52": 1349,
      "12.31": 1350,
      "12.34": 1351,
      "14.17": 1352,
      "12.50": 1353,
      "11.85": 1354,
      "11.14": 1355,
      "12.75": 1356,
      "12.69": 1357,
      "11.84": 1358,
      "13.78": 1359,
      "14.74": 1360,
      "15.29": 1361,
      "10.64": 1362,
      "14.63": 1363,
      "10.22": 1364,
      "13.45": 1365,
      "13.97": 1366,
      "13.70": 1367,
      "13.65": 1368,
      "11.69": 1369,
      "11.77": 1370,
      "0.50": 1371,
      "11.62": 1372,
      "12.37": 1373,
      "11.50": 1374,
      "11.95": 1375,
      "15.76": 1376,
      "12.39": 1377,
      "16.57": 1378,
      "12.57": 1379,
      "11.47": 1380,
      "14.02": 1381,
      "13.41": 1382,
      "11.64": 1383,
      "11.12": 1384,
      "14.23": 1385,
      "12.53": 1386,
      "11.82": 1387,
      "13.49": 1388,
      "11.78": 1389,
      "13.50": 1390,
      "13.69": 1391,
      "13.43": 1392,
      "13.48": 1393,
      "11.38": 1394,
      "11.96": 1395,
      "11.27": 1396,
      "12.51": 1397,
      "12.38": 1398,
      "10.65": 1399,
      "15.92": 1400,
      "11.83": 1401,
      "13.61": 1402,
      "13.84": 1403,
      "14.44": 1404,
      "10.36": 1405,
      "12.74": 1406,
      "11.11": 1407,
      "12.32": 1408,
      "12.52": 1409,
      "14.50": 1410,
      "10.46": 1411,
      "13.66": 1412,
      "17.02": 1413,
      "14.24": 1414,
      "13.80": 1415,
      "14.16": 1416,
      "14.21": 1417,
      "13.63": 1418,
      "13.85": 1419,
      "14.15": 1420,
      "10.82": 1421,
      "0.55": 1422,
      "13.47": 1423,
      "14.22": 1424,
      "0.42": 1425,
      "11.61": 1426,
      "11.46": 1427,
      "12.33": 1428,
      "10.10": 1429,
      "16.47": 1430,
      "11.32": 1431,
      "14.38": 1432,
      "11.67": 1433,
      "0.53": 1434,
      "13.42": 1435,
      "15.55": 1436,
      "13.87": 1437,
      "13.86": 1438,
      "11.65": 1439,
      "10.59": 1440,
      "10.96": 1441,
      "14.49": 1442,
      "17.76": 1443,
      "11.68": 1444,
      "11.59": 1445,
      "11.40": 1446,
      "11.48": 1447,
      "11.66": 1448,
      "14.67": 1449,
      "13.68": 1450,
      "13.79": 1451,
      "10.34": 1452,
      "15.58": 1453,
      "11.49": 1454,
      "16.86": 1455,
      "13.62": 1456,
      "13.67": 1457,
      "16.02": 1458,
      "14.93": 1459,
      "11.19": 1460,
      "20H": 1461,
      "10.77": 1462,
      "11.01": 1463,
      "11.57": 1464,
      "15.18": 1465,
      "11.60": 1466,
      "14.31": 1467,
      "0.37": 1468,
      "11.29": 1469,
      "11.42": 1470,
      "14.81": 1471,
      "13.96": 1472,
      "11.58": 1473,
      "10.72": 1474,
      "0.28": 1475,
      "17.77": 1476,
      "0.35": 1477,
      "10.41": 1478,
      "10.57": 1479,
      "th": 1480,
      "15.40": 1481,
      "14.37": 1482,
      "11.25": 1483,
      "10.38": 1484,
      "11.39": 1485,
      "11.41": 1486,
      "17.95": 1487,
      "10.66": 1488,
      "11.30": 1489,
      "14.58": 1490,
      "11.28": 1491,
      "11.09": 1492,
      "10.91": 1493,
      "10.55": 1494,
      "14.32": 1495,
      "11.06": 1496,
      "10.04": 1497,
      "10.95": 1498,
      "16.10": 1499,
      "10.58": 1500,
      "10.76": 1501,
      "16.13": 1502,
      "17.00": 1503,
      "11.31": 1504,
      "10.02": 1505,
      "dddp": 1506,
      "0.29": 1507,
      "14.43": 1508,
      "11.04": 1509,
      "11.07": 1510,
      "0.34": 1511,
      "10.40": 1512,
      "10.52": 1513,
      "11.23": 1514,
      "11.22": 1515,
      "16.03": 1516,
      "dqdd": 1517,
      "11.10": 1518,
      "14.68": 1519,
      "10.47": 1520,
      "10.37": 1521,
      "11.02": 1522,
      "10.67": 1523,
      "10.28": 1524,
      "14.36": 1525,
      "0.40": 1526,
      "21H": 1527,
      "11.24": 1528,
      "11.20": 1529,
      "10.31": 1530,
      "10.48": 1531,
      "17.31": 1532,
      "11.21": 1533,
      "pdd": 1534,
      "qtd": 1535,
      "10.49": 1536,
      "11.05": 1537,
      "0.43": 1538,
      "14.92": 1539,
      "10.70": 1540,
      "15.48": 1541,
      "16.65": 1542,
      "14.62": 1543,
      "10.86": 1544,
      "0.33": 1545,
      "10.30": 1546,
      "15.22": 1547,
      "10.39": 1548,
      "14.73": 1549,
      "10.54": 1550,
      "16.28": 1551,
      "14.33": 1552,
      "10.51": 1553,
      "14.51": 1554,
      "10.83": 1555,
      "14.35": 1556,
      "10.03": 1557,
      "14.61": 1558,
      "14.99": 1559,
      "17.12": 1560,
      "14.60": 1561,
      "10.69": 1562,
      "ddtdd": 1563,
      "10.68": 1564,
      "15.04": 1565,
      "14.80": 1566,
      "0.51": 1567,
      "ddtq": 1568,
      "10.88": 1569,
      "14.42": 1570,
      "14.55": 1571,
      "16.20": 1572,
      "10.29": 1573,
      "14.40": 1574,
      "0.48": 1575,
      "10.50": 1576,
      "10.56": 1577,
      "10.32": 1578,
      "10.85": 1579,
      "15.47": 1580,
      "16.58": 1581,
      "10.92": 1582,
      "14.69": 1583,
      "11.03": 1584,
      "0.45": 1585,
      "10.84": 1586,
      "14.76": 1587,
      "dtp": 1588,
      "14.57": 1589,
      "14.79": 1590,
      "14.77": 1591,
      "17.01": 1592,
      "0.36": 1593,
      "tddt": 1594,
      "14.52": 1595,
      "15.36": 1596,
      "10.87": 1597,
      "10.94": 1598,
      "0.30": 1599,
      "14.41": 1600,
      "14.98": 1601,
      "14.70": 1602,
      "14.34": 1603,
      "14.39": 1604,
      "15.95": 1605,
      "10.33": 1606,
      "14.75": 1607,
      "16.83": 1608,
      "17.20": 1609,
      "14.86": 1610,
      "10.73": 1611,
      "17.18": 1612,
      "14.78": 1613,
      "0.27": 1614,
      "ddddq": 1615,
      "10.75": 1616,
      "10.93": 1617,
      "16.99": 1618,
      "14.54": 1619,
      "15.73": 1620,
      "14.71": 1621,
      "10.74": 1622,
      "dddtd": 1623,
      "16.32": 1624,
      "14.72": 1625,
      "ddh": 1626,
      "14.59": 1627,
      "22H": 1628,
      "14.94": 1629,
      "15.17": 1630,
      "0.26": 1631,
      "14.91": 1632,
      "16.27": 1633,
      "14.97": 1634,
      "14.87": 1635,
      "0.47": 1636,
      "15.05": 1637,
      "16.68": 1638,
      "16.50": 1639,
      "14.53": 1640,
      "16.46": 1641,
      "15.77": 1642,
      "16.14": 1643,
      "0.44": 1644,
      "tdp": 1645,
      "0.32": 1646,
      "14.96": 1647,
      "24H": 1648,
      "15.65": 1649,
      "15.41": 1650,
      "15.10": 1651,
      "ddqd": 1652,
      "15.91": 1653,
      "15.35": 1654,
      "14.95": 1655,
      "15.54": 1656,
      "16.98": 1657,
      "15.42": 1658,
      "0.39": 1659,
      "15.09": 1660,
      "dttd": 1661,
      "15.06": 1662,
      "18.13": 1663,
      "18.68": 1664,
      "14.88": 1665,
      "17.39": 1666,
      "15.13": 1667,
      "23H": 1668,
      "16.81": 1669,
      "15.16": 1670,
      "15.12": 1671,
      "15.28": 1672,
      "14.90": 1673,
      "dtdq": 1674,
      "15.07": 1675,
      "0.20": 1676,
      "14.89": 1677,
      "tqd": 1678,
      "ht": 1679,
      "15.59": 1680,
      "15.23": 1681,
      "16.64": 1682,
      "16.56": 1683,
      "17.32": 1684,
      "15.30": 1685,
      "25H": 1686,
      "ttdd": 1687,
      "0.25": 1688,
      "15.64": 1689,
      "18.31": 1690,
      "dtddd": 1691,
      "16.87": 1692,
      "16.26": 1693,
      "16.95": 1694,
      "17.49": 1695,
      "16.33": 1696,
      "17.05": 1697,
      "16.82": 1698,
      "15.53": 1699,
      "0.31": 1700,
      "17.13": 1701,
      "17.67": 1702,
      "15.15": 1703,
      "0.24": 1704,
      "15.90": 1705,
      "16.17": 1706,
      "15.34": 1707,
      "15.14": 1708,
      "0.19": 1709,
      "17.17": 1710,
      "16.80": 1711,
      "15.46": 1712,
      "16.25": 1713,
      "15.08": 1714,
      "18.50": 1715,
      "15.45": 1716,
      "15.32": 1717,
      "16.38": 1718,
      "15.60": 1719,
      "16.45": 1720,
      "16.07": 1721,
      "qddd": 1722,
      "15.67": 1723,
      "15.43": 1724,
      "15.31": 1725,
      "15.24": 1726,
      "15.72": 1727,
      "16.19": 1728,
      "15.98": 1729,
      "16.09": 1730,
      "15.85": 1731,
      "15.33": 1732,
      "16.63": 1733,
      "15.44": 1734,
      "16.75": 1735,
      "15.49": 1736,
      "27H": 1737,
      "15.86": 1738,
      "16.96": 1739,
      "15.96": 1740,
      "15.52": 1741,
      "15.27": 1742,
      "17.19": 1743,
      "15.51": 1744,
      "15.26": 1745,
      "15.69": 1746,
      "qp": 1747,
      "15.83": 1748,
      "15.89": 1749,
      "15.78": 1750,
      "17.30": 1751,
      "15.97": 1752,
      "16.70": 1753,
      "16.15": 1754,
      "17.14": 1755,
      "15.71": 1756,
      "26H": 1757,
      "15.25": 1758,
      "dqq": 1759,
      "18.86": 1760,
      "19.41": 1761,
      "16.40": 1762,
      "16.01": 1763,
      "15.61": 1764,
      "16.08": 1765,
      "16.06": 1766,
      "15.62": 1767,
      "ddtdt": 1768,
      "16.51": 1769,
      "16.72": 1770,
      "15.63": 1771,
      "15.50": 1772,
      "16.69": 1773,
      "15.68": 1774,
      "17.23": 1775,
      "0.16": 1776,
      "15.70": 1777,
      "16.04": 1778,
      "16.91": 1779,
      "16.73": 1780,
      "16.59": 1781,
      "16.34": 1782,
      "15.99": 1783,
      "15.88": 1784,
      "16.05": 1785,
      "28H": 1786,
      "16.22": 1787,
      "qdq": 1788,
      "ddqt": 1789,
      "16.18": 1790,
      "17.06": 1791,
      "16.77": 1792,
      "16.79": 1793,
      "23.07": 1794,
      "15.87": 1795,
      "17.94": 1796,
      "tdddd": 1797,
      "15.79": 1798,
      "17.16": 1799,
      "16.24": 1800,
      "17.59": 1801,
      "0.21": 1802,
      "16.93": 1803,
      "16.62": 1804,
      "dttt": 1805,
      "15.81": 1806,
      "16.88": 1807,
      "15.80": 1808,
      "16.43": 1809,
      "17.86": 1810,
      "15.82": 1811,
      "dddtt": 1812,
      "16.97": 1813,
      "17.29": 1814,
      "23.08": 1815,
      "18.49": 1816,
      "16.23": 1817,
      "16.44": 1818,
      "16.41": 1819,
      "16.35": 1820,
      "16.55": 1821,
      "16.61": 1822,
      "16.00": 1823,
      "17.41": 1824,
      "16.16": 1825,
      "17.57": 1826,
      "18.32": 1827,
      "16.52": 1828,
      "16.37": 1829,
      "17.33": 1830,
      "29H": 1831,
      "16.53": 1832,
      "16.74": 1833,
      "19.23": 1834,
      "dddddd": 1835,
      "16.90": 1836,
      "16.36": 1837,
      "22.16": 1838,
      "16.60": 1839,
      "ttdt": 1840,
      "16.71": 1841,
      "20.88": 1842,
      "16.92": 1843,
      "16.42": 1844,
      "16.89": 1845,
      "18.59": 1846,
      "17.43": 1847,
      "17.15": 1848,
      "19.78": 1849,
      "16.54": 1850,
      "23.44": 1851,
      "17.47": 1852,
      "19.02": 1853,
      "17.28": 1854,
      "19.05": 1855,
      "17.85": 1856,
      "19.96": 1857,
      "17.11": 1858,
      "dpdd": 1859,
      "18.69": 1860,
      "0.22": 1861,
      "20.15": 1862,
      "18.22": 1863,
      "0.23": 1864,
      "20.33": 1865,
      "19.42": 1866,
      "17.08": 1867,
      "dtddt": 1868,
      "17.75": 1869,
      "dddddt": 1870,
      "30H": 1871,
      "tddq": 1872,
      "tqt": 1873,
      "0.17": 1874,
      "16.78": 1875,
      "tdtd": 1876,
      "0.18": 1877,
      "qddt": 1878,
      "20.51": 1879,
      "18.87": 1880,
      "hdd": 1881,
      "23.26": 1882,
      "17.74": 1883,
      "0.09": 1884,
      "17.38": 1885,
      "18.48": 1886,
      "21.24": 1887,
      "17.09": 1888,
      "18.04": 1889,
      "19.04": 1890,
      "20.28": 1891,
      "19.22": 1892,
      "17.36": 1893,
      "19.60": 1894,
      "17.07": 1895,
      "18.84": 1896,
      "17.10": 1897,
      "dqdt": 1898,
      "18.12": 1899,
      "18.85": 1900,
      "21.61": 1901,
      "21.25": 1902,
      "0.15": 1903,
      "18.70": 1904,
      "18.67": 1905,
      "dpt": 1906,
      "17.96": 1907,
      "17.78": 1908,
      "21.43": 1909,
      "25.40": 1910,
      "17.25": 1911,
      "24.54": 1912,
      "17.93": 1913,
      "20.32": 1914,
      "17.34": 1915,
      "23.45": 1916,
      "22.34": 1917,
      "20.14": 1918,
      "22.17": 1919,
      "32H": 1920,
      "17.24": 1921,
      "17.35": 1922,
      "20.87": 1923,
      "19.03": 1924,
      "0.12": 1925,
      "31H": 1926,
      "17.46": 1927,
      "20.70": 1928,
      "21.06": 1929,
      "25.82": 1930,
      "17.56": 1931,
      "ptd": 1932,
      "19.59": 1933,
      "21.42": 1934,
      "pdt": 1935,
      "17.44": 1936,
      "18.80": 1937,
      "17.42": 1938,
      "21.97": 1939,
      "17.60": 1940,
      "17.37": 1941,
      "23.25": 1942,
      "22.35": 1943,
      "18.51": 1944,
      "19.97": 1945,
      "17.27": 1946,
      "21.79": 1947,
      "29.86": 1948,
      "17.68": 1949,
      "18.14": 1950,
      "22.89": 1951,
      "21.98": 1952,
      "18.41": 1953,
      "22.53": 1954,
      "17.48": 1955,
      "18.88": 1956,
      "20.69": 1957,
      "20.52": 1958,
      "21.80": 1959,
      "tdtt": 1960,
      "19.77": 1961,
      "qtt": 1962,
      "25.46": 1963,
      "25.64": 1964,
      "17.26": 1965,
      "25.39": 1966,
      "25.45": 1967,
      "26.41": 1968,
      "22.15": 1969,
      "22.71": 1970,
      "tpd": 1971,
      "37.18": 1972,
      "29.12": 1973,
      "17.55": 1974,
      "28.57": 1975,
      "19.00": 1976,
      "17.53": 1977,
      "34H": 1978,
      "26.19": 1979,
      "18.77": 1980,
      "24.53": 1981,
      "17.73": 1982,
      "18.10": 1983,
      "17.64": 1984,
      "44.69": 1985,
      "18.89": 1986,
      "21.49": 1987,
      "23.09": 1988,
      "19.13": 1989,
      "17.92": 1990,
      "18.30": 1991,
      "35H": 1992,
      "25.41": 1993,
      "17.84": 1994,
      "18.66": 1995,
      "21.62": 1996,
      "23.43": 1997,
      "25.27": 1998,
      "18.23": 1999,
      "18.78": 2000,
      "19.24": 2001,
      "21.50": 2002,
      "17.66": 2003,
      "19.95": 2004,
      "17.62": 2005,
      "20.29": 2006,
      "17.79": 2007,
      "17.54": 2008,
      "17.87": 2009,
      "17.50": 2010,
      "19.38": 2011,
      "21.96": 2012,
      "18.21": 2013,
      "18.52": 2014,
      "23.06": 2015,
      "21.59": 2016,
      "21.60": 2017,
      "23.62": 2018,
      "18.74": 2019,
      "22.08": 2020,
      "20.68": 2021,
      "18.71": 2022,
      "19.79": 2023,
      "23.80": 2024,
      "19.40": 2025,
      "17.51": 2026,
      "19.09": 2027,
      "26.37": 2028,
      "33H": 2029,
      "24.55": 2030,
      "tdqd": 2031,
      "19.58": 2032,
      "21.44": 2033,
      "21.23": 2034,
      "17.69": 2035,
      "24.17": 2036,
      "17.45": 2037,
      "18.65": 2038,
      "25.81": 2039,
      "21.07": 2040,
      "19.32": 2041,
      "19.43": 2042,
      "35.71": 2043,
      "21.52": 2044,
      "19.01": 2045,
      "20.89": 2046,
      "19.14": 2047,
      "24.73": 2048,
      "18.81": 2049,
      "36H": 2050,
      "24.36": 2051,
      "17.52": 2052,
      "17.90": 2053,
      "26.92": 2054,
      "22.52": 2055,
      "18.33": 2056,
      "18.76": 2057,
      "22.33": 2058,
      "18.83": 2059,
      "18.90": 2060,
      "26.74": 2061,
      "18.15": 2062,
      "22.90": 2063,
      "0.08": 2064,
      "25.44": 2065,
      "19.51": 2066,
      "26.00": 2067,
      "17.80": 2068,
      "25.35": 2069,
      "18.11": 2070,
      "25.09": 2071,
      "19.44": 2072,
      "36.26": 2073,
      "20.34": 2074,
      "21.89": 2075,
      "33.51": 2076,
      "33.33": 2077,
      "27.65": 2078,
      "22.91": 2079,
      "19.62": 2080,
      "20.86": 2081,
      "17.91": 2082,
      "22.14": 2083,
      "32.78": 2084,
      "23.99": 2085,
      "23.81": 2086,
      "18.16": 2087,
      "20.05": 2088,
      "24.72": 2089,
      "18.53": 2090,
      "18.03": 2091,
      "19.08": 2092,
      "21.39": 2093,
      "18.34": 2094,
      "18.40": 2095,
      "20.30": 2096,
      "27.84": 2097,
      "18.99": 2098,
      "46.52": 2099,
      "22.70": 2100,
      "19.20": 2101,
      "21.45": 2102,
      "29.85": 2103,
      "18.47": 2104,
      "33.70": 2105,
      "24.18": 2106,
      "19.50": 2107,
      "20.50": 2108,
      "26.01": 2109,
      "18.63": 2110,
      "25.83": 2111,
      "19.39": 2112,
      "dddqd": 2113,
      "18.28": 2114,
      "25.08": 2115,
      "25.28": 2116,
      "18.82": 2117,
      "21.57": 2118,
      "24.91": 2119,
      "0.14": 2120,
      "18.91": 2121,
      "21.05": 2122,
      "18.79": 2123,
      "19.36": 2124,
      "23.18": 2125,
      "26.55": 2126,
      "22.07": 2127,
      "20.31": 2128,
      "33.34": 2129,
      "dtqd": 2130,
      "19.26": 2131,
      "18.19": 2132,
      "18.29": 2133,
      "19.90": 2134,
      "20.17": 2135,
      "25.34": 2136,
      "20.09": 2137,
      "21.27": 2138,
      "28.21": 2139,
      "18.46": 2140,
      "19.21": 2141,
      "21.95": 2142,
      "19.34": 2143,
      "19.25": 2144,
      "19.06": 2145,
      "17.82": 2146,
      "18.62": 2147,
      "18.35": 2148,
      "21.81": 2149,
      "21.41": 2150,
      "20.35": 2151,
      "46.71": 2152,
      "20.67": 2153,
      "20.04": 2154,
      "31.30": 2155,
      "26.73": 2156,
      "17.65": 2157,
      "23.10": 2158,
      "17.97": 2159,
      "18.97": 2160,
      "19.07": 2161,
      "21.78": 2162,
      "17.71": 2163,
      "21.56": 2164,
      "17.72": 2165,
      "31.68": 2166,
      "35.53": 2167,
      "22.09": 2168,
      "22.72": 2169,
      "23.27": 2170,
      "19.80": 2171,
      "18.43": 2172,
      "18.64": 2173,
      "22.00": 2174,
      "22.88": 2175,
      "21.99": 2176,
      "19.76": 2177,
      "45.79": 2178,
      "18.73": 2179,
      "22.65": 2180,
      "19.81": 2181,
      "28.02": 2182,
      "19.74": 2183,
      "20.63": 2184,
      "30.77": 2185,
      "0.10": 2186,
      "19.61": 2187,
      "17.81": 2188,
      "17.89": 2189,
      "21.48": 2190,
      "22.18": 2191,
      "20.45": 2192,
      "19.45": 2193,
      "23.61": 2194,
      "18.60": 2195,
      "19.91": 2196,
      "20.13": 2197,
      "22.30": 2198,
      "25.38": 2199,
      "19.31": 2200,
      "19.15": 2201,
      "23.29": 2202,
      "21.19": 2203,
      "26.54": 2204,
      "20.42": 2205,
      "31.32": 2206,
      "22.87": 2207,
      "19.19": 2208,
      "30.22": 2209,
      "18.55": 2210,
      "27.11": 2211,
      "24.56": 2212,
      "19.52": 2213,
      "25.42": 2214,
      "26.56": 2215,
      "22.73": 2216,
      "39.57": 2217,
      "18.17": 2218,
      "20.00": 2219,
      "30.30": 2220,
      "25.33": 2221,
      "18.75": 2222,
      "23.41": 2223,
      "19.98": 2224,
      "23.98": 2225,
      "23.28": 2226,
      "20.36": 2227,
      "22.68": 2228,
      "21.13": 2229,
      "24.89": 2230,
      "tdddt": 2231,
      "22.05": 2232,
      "31.14": 2233,
      "29.67": 2234,
      "21.26": 2235,
      "17.88": 2236,
      "17.83": 2237,
      "21.40": 2238,
      "22.62": 2239,
      "22.01": 2240,
      "0.13": 2241,
      "26.18": 2242,
      "20.49": 2243,
      "19.16": 2244,
      "23.23": 2245,
      "23.19": 2246,
      "27.66": 2247,
      "21.35": 2248,
      "32.53": 2249,
      "18.39": 2250,
      "30.95": 2251,
      "21.03": 2252,
      "23.24": 2253,
      "21.88": 2254,
      "22.13": 2255,
      "25.52": 2256,
      "18.42": 2257,
      "17.61": 2258,
      "19.18": 2259,
      "20.16": 2260,
      "18.01": 2261,
      "18.72": 2262,
      "26.79": 2263,
      "20.54": 2264,
      "18.94": 2265,
      "19.17": 2266,
      "dhd": 2267,
      "18.36": 2268,
      "29.30": 2269,
      "41.02": 2270,
      "25.43": 2271,
      "19.88": 2272,
      "28.93": 2273,
      "19.54": 2274,
      "25.98": 2275,
      "26.38": 2276,
      "18.00": 2277,
      "46.70": 2278,
      "20.19": 2279,
      "19.86": 2280,
      "21.90": 2281,
      "22.36": 2282,
      "23.36": 2283,
      "20.24": 2284,
      "18.54": 2285,
      "21.36": 2286,
      "18.37": 2287,
      "38H": 2288,
      "19.94": 2289,
      "28.01": 2290,
      "26.75": 2291,
      "18.07": 2292,
      "28.58": 2293,
      "20.65": 2294,
      "18.05": 2295,
      "30.59": 2296,
      "18.96": 2297,
      "18.45": 2298,
      "28.83": 2299,
      "17.63": 2300,
      "18.25": 2301,
      "25.26": 2302,
      "21.37": 2303,
      "25.17": 2304,
      "21.82": 2305,
      "21.67": 2306,
      "20.66": 2307,
      "24.16": 2308,
      "28.94": 2309,
      "40.84": 2310,
      "23.47": 2311,
      "21.22": 2312,
      "19.89": 2313,
      "20.53": 2314,
      "30.04": 2315,
      "19.57": 2316,
      "19.35": 2317,
      "20.40": 2318,
      "37.55": 2319,
      "25.00": 2320,
      "19.93": 2321,
      "40.67": 2322,
      "22.31": 2323,
      "30.76": 2324,
      "22.19": 2325,
      "21.46": 2326,
      "24.93": 2327,
      "18.92": 2328,
      "23.46": 2329,
      "41.39": 2330,
      "21.69": 2331,
      "28.39": 2332,
      "21.21": 2333,
      "34.07": 2334,
      "21.77": 2335,
      "37H": 2336,
      "46.53": 2337,
      "22.51": 2338,
      "18.38": 2339,
      "26.93": 2340,
      "25.99": 2341,
      "21.91": 2342,
      "22.69": 2343,
      "32.96": 2344,
      "23.30": 2345,
      "19.87": 2346,
      "21.14": 2347,
      "19.82": 2348,
      "21.53": 2349,
      "20.90": 2350,
      "19.56": 2351,
      "ddttd": 2352,
      "21.75": 2353,
      "23.17": 2354,
      "22.80": 2355,
      "25.63": 2356,
      "25.84": 2357,
      "33.15": 2358,
      "27.76": 2359,
      "22.43": 2360,
      "18.06": 2361,
      "21.01": 2362,
      "19.55": 2363,
      "20.77": 2364,
      "tddtd": 2365,
      "22.50": 2366,
      "23.63": 2367,
      "20.06": 2368,
      "18.09": 2369,
      "19.29": 2370,
      "17.70": 2371,
      "27.80": 2372,
      "19.37": 2373,
      "32.79": 2374,
      "26.20": 2375,
      "27.81": 2376,
      "22.37": 2377,
      "26.36": 2378,
      "25.48": 2379,
      "30.29": 2380,
      "37.73": 2381,
      "20.58": 2382,
      "21.86": 2383,
      "27.30": 2384,
      "22.20": 2385,
      "44.51": 2386,
      "24.63": 2387,
      "30.13": 2388,
      "23.79": 2389,
      "24.74": 2390,
      "23.12": 2391,
      "30.31": 2392,
      "21.54": 2393,
      "20.47": 2394,
      "21.93": 2395,
      "20.02": 2396,
      "28.38": 2397,
      "18.27": 2398,
      "18.26": 2399,
      "24.38": 2400,
      "41.03": 2401,
      "47.99": 2402,
      "18.95": 2403,
      "24.92": 2404,
      "22.11": 2405,
      "22.64": 2406,
      "19.11": 2407,
      "26.60": 2408,
      "33.88": 2409,
      "25.60": 2410,
      "31.69": 2411,
      "26.97": 2412,
      "21.55": 2413,
      "34.98": 2414,
      "24.96": 2415,
      "20.83": 2416,
      "24.09": 2417,
      "22.03": 2418,
      "18.58": 2419,
      "28.76": 2420,
      "20.71": 2421,
      "18.61": 2422,
      "24.15": 2423,
      "20.18": 2424,
      "39.38": 2425,
      "23.72": 2426,
      "19.10": 2427,
      "28.00": 2428,
      "27.47": 2429,
      "21.33": 2430,
      "23.42": 2431,
      "30.40": 2432,
      "23.33": 2433,
      "21.34": 2434,
      "19.33": 2435,
      "18.02": 2436,
      "19.66": 2437,
      "36.27": 2438,
      "21.47": 2439,
      "39H": 2440,
      "36.63": 2441,
      "22.82": 2442,
      "20.91": 2443,
      "21.02": 2444,
      "23.01": 2445,
      "17.98": 2446,
      "26.94": 2447,
      "22.66": 2448,
      "27.83": 2449,
      "19.92": 2450,
      "25.37": 2451,
      "20.82": 2452,
      "21.76": 2453,
      "19.68": 2454,
      "21.29": 2455,
      "22.63": 2456,
      "36.08": 2457,
      "44.87": 2458,
      "20.85": 2459,
      "20.75": 2460,
      "33.16": 2461,
      "21.71": 2462,
      "25.04": 2463,
