{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[BOS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[EOS]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[BOS]": {
        "id": "[BOS]",
        "ids": [
          1
        ],
        "tokens": [
          "[BOS]"
        ]
      },
      "[EOS]": {
        "id": "[EOS]",
        "ids": [
          2
        ],
        "tokens": [
          "[EOS]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "WordLevel",
    "vocab": {
      "[UNK]": 0,
      "[BOS]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "|": 4,
      "J": 5,
      "1H": 6,
      "2H": 7,
      "m": 8,
      "s": 9,
      "d": 10,
      "C": 11,
      "H": 12,
      "1HNMR": 13,
      "dd": 14,
      "3H": 15,
      "O": 16,
      "N": 17,
      "t": 18,
      "2": 19,
      "ddd": 20,
      "3": 21,
      "dt": 22,
      "4H": 23,
      "4": 24,
      "F": 25,
      "S": 26,
      "Cl": 27,
      "ddt": 28,
      "q": 29,
      "td": 30,
      "6H": 31,
      "dddd": 32,
      "5H": 33,
      "5": 34,
      "0.92": 35,
      "7.32": 36,
      "dq": 37,
      "tt": 38,
      "16": 39,
      "2.19": 40,
      "14": 41,
      "18": 42,
      "15": 43,
      "p": 44,
      "7.14": 45,
      "17": 46,
      "19": 47,
      "20": 48,
      "13": 49,
      "12": 50,
      "7.69": 51,
      "7.33": 52,
      "2.20": 53,
      "1.47": 54,
      "21": 55,
      "7.51": 56,
      "7.26": 57,
      "22": 58,
      "11": 59,
      "2.10": 60,
      "7.87": 61,
      "8H": 62,
      "6.59": 63,
      "Br": 64,
      "6.41": 65,
      "7.23": 66,
      "7.50": 67,
      "7.37": 68,
      "1.28": 69,
      "10": 70,
      "6": 71,
      "7.31": 72,
      "23": 73,
      "7.41": 74,
      "7.38": 75,
      "7.34": 76,
      "7.24": 77,
      "7.30": 78,
      "7.43": 79,
      "6.96": 80,
      "7.42": 81,
      "8.24": 82,
      "1.83": 83,
      "7.35": 84,
      "0.93": 85,
      "7.36": 86,
      "24": 87,
      "3.84": 88,
      "3.66": 89,
      "7.39": 90,
      "1.44": 91,
      "7.25": 92,
      "9": 93,
      "5.86": 94,
      "7.40": 95,
      "8.06": 96,
      "7.27": 97,
      "7.29": 98,
      "7.68": 99,
      "7.28": 100,
      "8.42": 101,
      "1.27": 102,
      "7.60": 103,
      "7.22": 104,
      "1.65": 105,
      "0.91": 106,
      "7.48": 107,
      "7.21": 108,
      "7.52": 109,
      "7.49": 110,
      "7.19": 111,
      "5.31": 112,
      "7.15": 113,
      "6.04": 114,
      "2.01": 115,
      "1.37": 116,
      "7.44": 117,
      "5.68": 118,
      "1.46": 119,
      "8.05": 120,
      "4.76": 121,
      "7.17": 122,
      "dtd": 123,
      "7.20": 124,
      "7.18": 125,
      "7.78": 126,
      "7.45": 127,
      "7.46": 128,
      "7.47": 129,
      "6.77": 130,
      "7.88": 131,
      "7.13": 132,
      "2.18": 133,
      "8": 134,
      "25": 135,
      "7.53": 136,
      "7.59": 137,
      "4.21": 138,
      "1.74": 139,
      "7.16": 140,
      "7H": 141,
      "7": 142,
      "5.13": 143,
      "3.85": 144,
      "7.54": 145,
      "7.12": 146,
      "7.56": 147,
      "7.55": 148,
      "1.39": 149,
      "1.43": 150,
      "7.05": 151,
      "6.95": 152,
      "5.49": 153,
      "7.61": 154,
      "4.58": 155,
      "1.64": 156,
      "2.11": 157,
      "1.45": 158,
      "3.86": 159,
      "0.89": 160,
      "3.89": 161,
      "3.48": 162,
      "7.11": 163,
      "7.58": 164,
      "4.03": 165,
      "4.94": 166,
      "7.57": 167,
      "0.94": 168,
      "7.86": 169,
      "7.70": 170,
      "7.04": 171,
      "7.10": 172,
      "3.82": 173,
      "26": 174,
      "7.62": 175,
      "2.38": 176,
      "0.90": 177,
      "7.67": 178,
      "7.08": 179,
      "3.75": 180,
      "8.79": 181,
      "4.39": 182,
      "7.09": 183,
      "7.79": 184,
      "1.63": 185,
      "6.97": 186,
      "7.64": 187,
      "7.66": 188,
      "8.60": 189,
      "0.83": 190,
      "7.63": 191,
      "6.22": 192,
      "6.78": 193,
      "7.07": 194,
      "7.65": 195,
      "7.06": 196,
      "2.93": 197,
      "3.78": 198,
      "7.75": 199,
      "7.71": 200,
      "6.87": 201,
      "7.77": 202,
      "1.18": 203,
      "3.81": 204,
      "7.96": 205,
      "3.87": 206,
      "8.61": 207,
      "7.72": 208,
      "3.57": 209,
      "7.76": 210,
      "7.73": 211,
      "7.03": 212,
      "7.85": 213,
      "3.88": 214,
      "3.79": 215,
      "2.02": 216,
      "0.88": 217,
      "7.83": 218,
      "6.86": 219,
      "7.74": 220,
      "0.85": 221,
      "7.89": 222,
      "2.56": 223,
      "dp": 224,
      "3.11": 225,
      "3.94": 226,
      "7.01": 227,
      "6.23": 228,
      "7.84": 229,
      "7.02": 230,
      "7.97": 231,
      "3.76": 232,
      "6.99": 233,
      "2.08": 234,
      "6.98": 235,
      "1.73": 236,
      "7.80": 237,
      "6.94": 238,
      "4.12": 239,
      "7.82": 240,
      "1.42": 241,
      "0.95": 242,
      "1.09": 243,
      "1.82": 244,
      "4.02": 245,
      "0.87": 246,
      "1.19": 247,
      "3.83": 248,
      "2.17": 249,
      "7.81": 250,
      "7.00": 251,
      "1.92": 252,
      "0.86": 253,
      "3.65": 254,
      "7.90": 255,
      "1.55": 256,
      "3.67": 257,
      "6.93": 258,
      "8.23": 259,
      "3.29": 260,
      "2.00": 261,
      "6.92": 262,
      "2.75": 263,
      "2.09": 264,
      "3.93": 265,
      "1.36": 266,
      "2.47": 267,
      "7.92": 268,
      "3.90": 269,
      "6.91": 270,
      "1.56": 271,
      "27": 272,
      "2.37": 273,
      "1.84": 274,
      "7.95": 275,
      "3.47": 276,
      "3.30": 277,
      "1.40": 278,
      "2.74": 279,
      "3.68": 280,
      "1.21": 281,
      "0.84": 282,
      "3.92": 283,
      "6.89": 284,
      "2.29": 285,
      "3.62": 286,
      "2.15": 287,
      "7.91": 288,
      "3.80": 289,
      "2.16": 290,
      "6.85": 291,
      "3.74": 292,
      "2.14": 293,
      "1.41": 294,
      "6.90": 295,
      "2.07": 296,
      "3.77": 297,
      "1.38": 298,
      "2.21": 299,
      "2.92": 300,
      "7.93": 301,
      "3.71": 302,
      "1.93": 303,
      "3.73": 304,
      "1.94": 305,
      "4.30": 306,
      "1.81": 307,
      "3.69": 308,
      "4.40": 309,
      "1.80": 310,
      "3.91": 311,
      "7.94": 312,
      "3.39": 313,
      "0.96": 314,
      "3.02": 315,
      "6.88": 316,
      "1.26": 317,
      "5.67": 318,
      "1.95": 319,
      "3.72": 320,
      "8.97": 321,
      "8.04": 322,
      "8.15": 323,
      "1.99": 324,
      "3.63": 325,
      "1.33": 326,
      "4.67": 327,
      "6.68": 328,
      "1.89": 329,
      "2.32": 330,
      "2.84": 331,
      "1.31": 332,
      "0.82": 333,
      "2.03": 334,
      "3.70": 335,
      "1.91": 336,
      "12.09": 337,
      "1.35": 338,
      "1.29": 339,
      "2.12": 340,
      "6.83": 341,
      "3.64": 342,
      "7.98": 343,
      "8.43": 344,
      "2.13": 345,
      "6.84": 346,
      "3.56": 347,
      "3.61": 348,
      "1.24": 349,
      "1.98": 350,
      "2.91": 351,
      "2.35": 352,
      "1.97": 353,
      "8.33": 354,
      "2.94": 355,
      "1.79": 356,
      "1.53": 357,
      "6.32": 358,
      "1.32": 359,
      "5.12": 360,
      "2.57": 361,
      "1.90": 362,
      "5.95": 363,
      "2.65": 364,
      "8.03": 365,
      "8.00": 366,
      "1.85": 367,
      "4.95": 368,
      "2.33": 369,
      "1.54": 370,
      "1.52": 371,
      "2.90": 372,
      "1.72": 373,
      "2.28": 374,
      "4.20": 375,
      "2.41": 376,
      "6.50": 377,
      "2.06": 378,
      "1.30": 379,
      "6.79": 380,
      "1.86": 381,
      "1.48": 382,
      "1.88": 383,
      "2.04": 384,
      "1.34": 385,
      "2.89": 386,
      "5.22": 387,
      "1.67": 388,
      "7.99": 389,
      "2.36": 390,
      "1.96": 391,
      "3.54": 392,
      "3.95": 393,
      "6.82": 394,
      "1.22": 395,
      "3.59": 396,
      "6.40": 397,
      "2.83": 398,
      "3.60": 399,
      "1.87": 400,
      "1.69": 401,
      "2.88": 402,
      "3.58": 403,
      "6.81": 404,
      "6.80": 405,
      "1.75": 406,
      "1.71": 407,
      "8.07": 408,
      "5.77": 409,
      "1.62": 410,
      "28": 411,
      "1.70": 412,
      "1.66": 413,
      "2.34": 414,
      "2.85": 415,
      "5.40": 416,
      "2.95": 417,
      "2.05": 418,
      "2.31": 419,
      "6.60": 420,
      "2.30": 421,
      "8.01": 422,
      "4.11": 423,
      "1.58": 424,
      "2.22": 425,
      "1.78": 426,
      "8.02": 427,
      "1.51": 428,
      "1.68": 429,
      "6.76": 430,
      "1.76": 431,
      "1.01": 432,
      "4.57": 433,
      "2.40": 434,
      "2.27": 435,
      "2.66": 436,
      "3.52": 437,
      "1.77": 438,
      "2.86": 439,
      "1.59": 440,
      "2.78": 441,
      "2.46": 442,
      "3.97": 443,
      "1.49": 444,
      "8.14": 445,
      "0.73": 446,
      "9H": 447,
      "2.39": 448,
      "2.73": 449,
      "8.51": 450,
      "2.77": 451,
      "3.55": 452,
      "3.51": 453,
      "2.96": 454,
      "3.96": 455,
      "2.81": 456,
      "2.98": 457,
      "2.79": 458,
      "8.25": 459,
      "2.25": 460,
      "3.99": 461,
      "2.82": 462,
      "6.13": 463,
      "2.26": 464,
      "3.98": 465,
      "2.87": 466,
      "3.10": 467,
      "2.80": 468,
      "5.04": 469,
      "2.97": 470,
      "1.57": 471,
      "0.97": 472,
      "2.72": 473,
      "4.85": 474,
      "4.49": 475,
      "2.76": 476,
      "3.38": 477,
      "3.53": 478,
      "4.15": 479,
      "1.61": 480,
      "1.50": 481,
      "2.45": 482,
      "3.01": 483,
      "2.99": 484,
      "4.09": 485,
      "2.71": 486,
      "4.22": 487,
      "3.50": 488,
      "4.10": 489,
      "4.18": 490,
      "2.69": 491,
      "2.48": 492,
      "4.08": 493,
      "3.49": 494,
      "3.00": 495,
      "2.44": 496,
      "8.08": 497,
      "1.60": 498,
      "2.43": 499,
      "8.22": 500,
      "4.48": 501,
      "4.05": 502,
      "2.68": 503,
      "2.23": 504,
      "3.03": 505,
      "2.58": 506,
      "3.42": 507,
      "4.19": 508,
      "6.75": 509,
      "4.01": 510,
      "2.55": 511,
      "2.42": 512,
      "ddq": 513,
      "6.58": 514,
      "3.20": 515,
      "3.04": 516,
      "2.24": 517,
      "1.10": 518,
      "8.10": 519,
      "3.12": 520,
      "4.00": 521,
      "5.50": 522,
      "2.70": 523,
      "4.16": 524,
      "1.25": 525,
      "4.04": 526,
      "4.06": 527,
      "4.17": 528,
      "3.36": 529,
      "4.13": 530,
      "8.13": 531,
      "4.07": 532,
      "2.51": 533,
      "dtt": 534,
      "1.00": 535,
      "3.44": 536,
      "1.23": 537,
      "3.05": 538,
      "2.67": 539,
      "2.64": 540,
      "3.41": 541,
      "2.61": 542,
      "6.74": 543,
      "2.49": 544,
      "8.09": 545,
      "3.46": 546,
      "2.60": 547,
      "3.33": 548,
      "3.37": 549,
      "3.45": 550,
      "6.69": 551,
      "3.43": 552,
      "3.35": 553,
      "4.14": 554,
      "2.59": 555,
      "qd": 556,
      "8.41": 557,
      "2.63": 558,
      "5.03": 559,
      "3.08": 560,
      "3.06": 561,
      "2.52": 562,
      "8.52": 563,
      "3.31": 564,
      "5.59": 565,
      "5.58": 566,
      "8.16": 567,
      "8.11": 568,
      "4.23": 569,
      "2.53": 570,
      "2.50": 571,
      "3.32": 572,
      "6.73": 573,
      "4.35": 574,
      "3.34": 575,
      "12.45": 576,
      "8.70": 577,
      "8.12": 578,
      "4.31": 579,
      "13.00": 580,
      "4.27": 581,
      "2.54": 582,
      "0.98": 583,
      "12.27": 584,
      "3.21": 585,
      "3.40": 586,
      "6.67": 587,
      "6.72": 588,
      "8.32": 589,
      "2.62": 590,
      "4.25": 591,
      "3.09": 592,
      "3.28": 593,
      "0.74": 594,
      "3.22": 595,
      "3.14": 596,
      "6.70": 597,
      "3.25": 598,
      "3.23": 599,
      "3.07": 600,
      "6.66": 601,
      "6.71": 602,
      "29": 603,
      "3.26": 604,
      "1.20": 605,
      "8.78": 606,
      "1.02": 607,
      "4.28": 608,
      "8.19": 609,
      "8.26": 610,
      "8.18": 611,
      "4.29": 612,
      "8.21": 613,
      "4.24": 614,
      "hept": 615,
      "3.15": 616,
      "qt": 617,
      "4.26": 618,
      "6.05": 619,
      "6.61": 620,
      "8.40": 621,
      "3.13": 622,
      "8.20": 623,
      "3.19": 624,
      "3.24": 625,
      "4.38": 626,
      "3.27": 627,
      "3.16": 628,
      "4.33": 629,
      "8.17": 630,
      "0.71": 631,
      "6.57": 632,
      "8.34": 633,
      "0.81": 634,
      "0.99": 635,
      "6.65": 636,
      "3.17": 637,
      "3.18": 638,
      "6.62": 639,
      "4.34": 640,
      "6.63": 641,
      "4.42": 642,
      "4.32": 643,
      "8.44": 644,
      "12.08": 645,
      "6.39": 646,
      "1.03": 647,
      "8.27": 648,
      "8.69": 649,
      "4.66": 650,
      "6.64": 651,
      "8.31": 652,
      "8.29": 653,
      "1.08": 654,
      "8.50": 655,
      "4.75": 656,
      "h": 657,
      "4.36": 658,
      "4.56": 659,
      "6.31": 660,
      "8.28": 661,
      "11.90": 662,
      "6.56": 663,
      "8.30": 664,
      "5.30": 665,
      "4.77": 666,
      "1.16": 667,
      "4.43": 668,
      "4.41": 669,
      "12.82": 670,
      "8.59": 671,
      "4.45": 672,
      "6.14": 673,
      "5.06": 674,
      "5.11": 675,
      "8.62": 676,
      "4.37": 677,
      "8.48": 678,
      "4.44": 679,
      "30": 680,
      "5.14": 681,
      "8.36": 682,
      "8.45": 683,
      "6.55": 684,
      "1.07": 685,
      "4.68": 686,
      "8.49": 687,
      "8.47": 688,
      "8.58": 689,
      "13.37": 690,
      "5.85": 691,
      "4.52": 692,
      "8.88": 693,
      "4.63": 694,
      "6.54": 695,
      "4.59": 696,
      "4.65": 697,
      "4.53": 698,
      "8.35": 699,
      "8.39": 700,
      "dqd": 701,
      "13.55": 702,
      "6.49": 703,
      "5.09": 704,
      "8.38": 705,
      "4.60": 706,
      "I": 707,
      "dddt": 708,
      "4.50": 709,
      "4.74": 710,
      "4.62": 711,
      "9.16": 712,
      "4.46": 713,
      "4.54": 714,
      "4.55": 715,
      "4.47": 716,
      "5.07": 717,
      "1.17": 718,
      "8.37": 719,
      "4.51": 720,
      "8.46": 721,
      "4.72": 722,
      "5.10": 723,
      "4.61": 724,
      "0.70": 725,
      "11.72": 726,
      "1.05": 727,
      "4.69": 728,
      "6.53": 729,
      "5.05": 730,
      "6.42": 731,
      "8.55": 732,
      "11.54": 733,
      "1.11": 734,
      "4.73": 735,
      "9.34": 736,
      "6.51": 737,
      "4.71": 738,
      "5.08": 739,
      "4.64": 740,
      "8.53": 741,
      "0.80": 742,
      "8.56": 743,
      "1.04": 744,
      "5.21": 745,
      "8.54": 746,
      "4.70": 747,
      "8.64": 748,
      "14.10": 749,
      "6.37": 750,
      "6.36": 751,
      "5.76": 752,
      "6.38": 753,
      "5.32": 754,
      "6.03": 755,
      "1.15": 756,
      "5.87": 757,
      "9.15": 758,
      "1.06": 759,
      "8.66": 760,
      "8.77": 761,
      "6.52": 762,
      "6.48": 763,
      "5.17": 764,
      "5.02": 765,
      "6.44": 766,
      "8.57": 767,
      "11.35": 768,
      "8.68": 769,
      "8.80": 770,
      "4.93": 771,
      "6.30": 772,
      "8.63": 773,
      "pd": 774,
      "8.67": 775,
      "6.43": 776,
      "4.79": 777,
      "5.94": 778,
      "6.47": 779,
      "5.16": 780,
      "11.17": 781,
      "1.14": 782,
      "4.78": 783,
      "12.64": 784,
      "6.46": 785,
      "6.35": 786,
      "13.92": 787,
      "6.45": 788,
      "5.29": 789,
      "tdd": 790,
      "4.86": 791,
      "4.84": 792,
      "4.80": 793,
      "6.21": 794,
      "6.33": 795,
      "4.81": 796,
      "tq": 797,
      "6.12": 798,
      "5.48": 799,
      "8.65": 800,
      "5.15": 801,
      "5.66": 802,
      "5.00": 803,
      "4.83": 804,
      "0.79": 805,
      "1.12": 806,
      "6.24": 807,
      "1.13": 808,
      "5.23": 809,
      "5.19": 810,
      "4.82": 811,
      "6.27": 812,
      "12.63": 813,
      "5.41": 814,
      "13.18": 815,
      "6.26": 816,
      "5.18": 817,
      "13.73": 818,
      "6.06": 819,
      "5.96": 820,
      "0.75": 821,
      "5.28": 822,
      "5.25": 823,
      "4.92": 824,
      "8.98": 825,
      "5.20": 826,
      "4.97": 827,
      "4.99": 828,
      "31": 829,
      "5.33": 830,
      "5.69": 831,
      "6.17": 832,
      "4.89": 833,
      "9.52": 834,
      "4.87": 835,
      "0.72": 836,
      "5.90": 837,
      "5.27": 838,
      "6.25": 839,
      "8.71": 840,
      "6.29": 841,
      "4.91": 842,
      "0.78": 843,
      "5.26": 844,
      "5.99": 845,
      "5.01": 846,
      "4.88": 847,
      "0H": 848,
      "5.35": 849,
      "6.34": 850,
      "4.98": 851,
      "5.81": 852,
      "6.18": 853,
      "4.96": 854,
      "5.39": 855,
      "10.99": 856,
      "5.93": 857,
      "5.24": 858,
      "5.91": 859,
      "6.20": 860,
      "5.98": 861,
      "5.82": 862,
      "6.08": 863,
      "10H": 864,
      "6.02": 865,
      "8.76": 866,
      "6.28": 867,
      "32": 868,
      "5.89": 869,
      "4.90": 870,
      "5.51": 871,
      "6.00": 872,
      "5.92": 873,
      "8.74": 874,
      "5.73": 875,
      "5.80": 876,
      "8.72": 877,
      "5.57": 878,
      "6.10": 879,
      "5.34": 880,
      "6.15": 881,
      "5.75": 882,
      "5.88": 883,
      "5.78": 884,
      "5.97": 885,
      "5.83": 886,
      "5.65": 887,
      "6.09": 888,
      "6.19": 889,
      "5.84": 890,
      "5.44": 891,
      "5.52": 892,
      "5.71": 893,
      "8.73": 894,
      "5.47": 895,
      "8.96": 896,
      "8.95": 897,
      "5.64": 898,
      "5.72": 899,
      "5.62": 900,
      "8.89": 901,
      "5.45": 902,
      "6.01": 903,
      "5.63": 904,
      "8.75": 905,
      "6.11": 906,
      "5.70": 907,
      "6.16": 908,
      "13.19": 909,
      "6.07": 910,
      "5.74": 911,
      "8.87": 912,
      "5.79": 913,
      "5.53": 914,
      "9.06": 915,
      "5.36": 916,
      "8.81": 917,
      "14.28": 918,
      "5.38": 919,
      "5.56": 920,
      "5.46": 921,
      "10.07": 922,
      "0.77": 923,
      "5.37": 924,
      "13.74": 925,
      "5.43": 926,
      "5.60": 927,
      "12.81": 928,
      "5.54": 929,
      "ddddd": 930,
      "ddtd": 931,
      "8.82": 932,
      "5.61": 933,
      "9.89": 934,
      "5.55": 935,
      "5.42": 936,
      "14.65": 937,
      "12.26": 938,
      "8.86": 939,
      "8.85": 940,
      "13.36": 941,
      "14.47": 942,
      "11H": 943,
      "8.83": 944,
      "11.36": 945,
      "10.62": 946,
      "9.70": 947,
      "12H": 948,
      "8.84": 949,
      "13.91": 950,
      "10.80": 951,
      "0.76": 952,
      "33": 953,
      "8.90": 954,
      "9.71": 955,
      "10.44": 956,
      "9.33": 957,
      "8.92": 958,
      "9.14": 959,
      "9.07": 960,
      "dtdd": 961,
      "8.99": 962,
      "8.93": 963,
      "8.91": 964,
      "9.25": 965,
      "16.30": 966,
      "8.94": 967,
      "15.20": 968,
      "34": 969,
      "11.53": 970,
      "14.09": 971,
      "11.91": 972,
      "12.99": 973,
      "14.83": 974,
      "pt": 975,
      "15.93": 976,
      "15.02": 977,
      "9.05": 978,
      "9.01": 979,
      "9.88": 980,
      "10.25": 981,
      "16.48": 982,
      "9.00": 983,
      "9.13": 984,
      "0.69": 985,
      "9.04": 986,
      "9.32": 987,
      "12.10": 988,
      "P": 989,
      "tdt": 990,
      "14.29": 991,
      "9.03": 992,
      "15.75": 993,
      "0.66": 994,
      "9.43": 995,
      "9.17": 996,
      "0.68": 997,
      "0.67": 998,
      "15.38": 999,
      "13.01": 1000,
      "9.02": 1001,
      "12.44": 1002,
      "9.08": 1003,
      "11.89": 1004,
      "ttd": 1005,
      "9.09": 1006,
      "9.24": 1007,
      "16.85": 1008,
      "9.12": 1009,
      "14.46": 1010,
      "9.93": 1011,
      "12.46": 1012,
      "9.51": 1013,
      "15.57": 1014,
      "9.20": 1015,
      "9.11": 1016,
      "9.35": 1017,
      "9.61": 1018,
      "9.53": 1019,
      "0.64": 1020,
      "9.10": 1021,
      "12.07": 1022,
      "13.54": 1023,
      "9.69": 1024,
      "9.19": 1025,
      "9.18": 1026,
      "10.26": 1027,
      "9.28": 1028,
      "9.26": 1029,
      "10.98": 1030,
      "12.18": 1031,
      "0.63": 1032,
      "tp": 1033,
      "9.29": 1034,
      "16.12": 1035,
      "9.96": 1036,
      "35": 1037,
      "10.81": 1038,
      "14.84": 1039,
      "9.50": 1040,
      "9.31": 1041,
      "9.21": 1042,
      "0.65": 1043,
      "dh": 1044,
      "9.27": 1045,
      "13.56": 1046,
      "36": 1047,
      "17.03": 1048,
      "15.01": 1049,
      "9.22": 1050,
      "9.23": 1051,
      "9.85": 1052,
      "qdd": 1053,
      "9.80": 1054,
      "9.95": 1055,
      "11.71": 1056,
      "9.30": 1057,
      "9.87": 1058,
      "9.94": 1059,
      "9.97": 1060,
      "9.90": 1061,
      "14.11": 1062,
      "11.63": 1063,
      "9.48": 1064,
      "9.91": 1065,
      "13H": 1066,
      "9.98": 1067,
      "9.65": 1068,
      "9.66": 1069,
      "9.72": 1070,
      "9.36": 1071,
      "9.54": 1072,
      "9.62": 1073,
      "9.86": 1074,
      "9.79": 1075,
      "9.38": 1076,
      "9.68": 1077,
      "9.78": 1078,
      "9.39": 1079,
      "9.92": 1080,
      "11.81": 1081,
      "10.16": 1082,
      "9.44": 1083,
      "9.75": 1084,
      "9.60": 1085,
      "9.40": 1086,
      "9.76": 1087,
      "9.49": 1088,
      "9.74": 1089,
      "9.67": 1090,
      "9.37": 1091,
      "9.42": 1092,
      "12.83": 1093,
      "16.67": 1094,
      "15.56": 1095,
      "9.57": 1096,
      "9.47": 1097,
      "9.63": 1098,
      "9.56": 1099,
      "16.11": 1100,
      "14.64": 1101,
      "9.82": 1102,
      "10.06": 1103,
      "12.62": 1104,
      "9.45": 1105,
      "ddp": 1106,
      "9.41": 1107,
      "9.64": 1108,
      "9.59": 1109,
      "9.81": 1110,
      "11.34": 1111,
      "13.17": 1112,
      "9.77": 1113,
      "12.14": 1114,
      "12.11": 1115,
      "13.72": 1116,
      "9.83": 1117,
      "9.46": 1118,
      "9.73": 1119,
      "13.38": 1120,
      "9.55": 1121,
      "10.43": 1122,
      "9.84": 1123,
      "16.66": 1124,
      "11.99": 1125,
      "11.16": 1126,
      "12.17": 1127,
      "dtq": 1128,
      "9.58": 1129,
      "0.62": 1130,
      "12.28": 1131,
      "tddd": 1132,
      "11.18": 1133,
      "0.61": 1134,
      "11.45": 1135,
      "13.93": 1136,
      "11.26": 1137,
      "16H": 1138,
      "38": 1139,
      "15.39": 1140,
      "12.25": 1141,
      "37": 1142,
      "14.27": 1143,
      "12.13": 1144,
      "12.12": 1145,
      "10.08": 1146,
      "12.15": 1147,
      "17H": 1148,
      "12.80": 1149,
      "11.73": 1150,
      "15.19": 1151,
      "12.36": 1152,
      "12.16": 1153,
      "14.66": 1154,
      "12.06": 1155,
      "12.65": 1156,
      "dddq": 1157,
      "13.35": 1158,
      "10.00": 1159,
      "11.44": 1160,
      "11.08": 1161,
      "18H": 1162,
      "12.98": 1163,
      "qq": 1164,
      "13.90": 1165,
      "15H": 1166,
      "13.75": 1167,
      "dqt": 1168,
      "9.99": 1169,
      "12.91": 1170,
      "13.20": 1171,
      "10.71": 1172,
      "14H": 1173,
      "0.38": 1174,
      "0.60": 1175,
      "12.05": 1176,
      "10.90": 1177,
      "12.43": 1178,
      "dhept": 1179,
      "15.74": 1180,
      "10.61": 1181,
      "10.17": 1182,
      "10.24": 1183,
      "ddtt": 1184,
      "0.46": 1185,
      "10.53": 1186,
      "12.19": 1187,
      "12.47": 1188,
      "13.02": 1189,
      "14.08": 1190,
      "11.52": 1191,
      "12.00": 1192,
      "12.20": 1193,
      "pq": 1194,
      "17.22": 1195,
      "14.48": 1196,
      "16.29": 1197,
      "12.73": 1198,
      "13.28": 1199,
      "10.15": 1200,
      "11.88": 1201,
      "tdq": 1202,
      "13.46": 1203,
      "10.63": 1204,
      "10.79": 1205,
      "dtdt": 1206,
      "13.57": 1207,
      "13.53": 1208,
      "15.21": 1209,
      "40": 1210,
      "10.18": 1211,
      "17.40": 1212,
      "14.82": 1213,
      "11.92": 1214,
      "12.54": 1215,
      "11.37": 1216,
      "0.59": 1217,
      "17.21": 1218,
      "12.24": 1219,
      "13.16": 1220,
      "39": 1221,
      "11.55": 1222,
      "11.00": 1223,
      "0.57": 1224,
      "13.09": 1225,
      "15.94": 1226,
      "heptd": 1227,
      "13.39": 1228,
      "11.70": 1229,
      "12.04": 1230,
      "12.66": 1231,
      "10.97": 1232,
      "14.19": 1233,
      "10.05": 1234,
      "11.87": 1235,
      "16.21": 1236,
      "12.97": 1237,
      "13.10": 1238,
      "12.79": 1239,
      "13.71": 1240,
      "12.23": 1241,
      "12.61": 1242,
      "10.19": 1243,
      "12.29": 1244,
      "16.84": 1245,
      "14.01": 1246,
      "14.45": 1247,
      "13.22": 1248,
      "12.55": 1249,
      "13.89": 1250,
      "17.58": 1251,
      "14.12": 1252,
      "13.83": 1253,
      "10.01": 1254,
      "12.03": 1255,
      "13.03": 1256,
      "10.45": 1257,
      "12.21": 1258,
      "15.03": 1259,
      "hd": 1260,
      "16.49": 1261,
      "13.15": 1262,
      "0.58": 1263,
      "13.21": 1264,
      "12.84": 1265,
      "10.42": 1266,
      "13.64": 1267,
      "10.89": 1268,
      "10.12": 1269,
      "14.30": 1270,
      "12.42": 1271,
      "13.52": 1272,
      "10.35": 1273,
      "12.48": 1274,
      "14.26": 1275,
      "12.22": 1276,
      "10.20": 1277,
      "14.06": 1278,
      "12.78": 1279,
      "13.94": 1280,
      "14.07": 1281,
      "10.14": 1282,
      "12.85": 1283,
      "13.40": 1284,
      "ddddt": 1285,
      "12.94": 1286,
      "13.58": 1287,
      "13.04": 1288,
      "13.06": 1289,
      "12.92": 1290,
      "13.34": 1291,
      "12.02": 1292,
      "13.76": 1293,
      "12.60": 1294,
      "13.11": 1295,
      "15.66": 1296,
      "11.33": 1297,
      "10.23": 1298,
      "11.15": 1299,
      "12.96": 1300,
      "13.12": 1301,
      "12.89": 1302,
      "12.30": 1303,
      "11.98": 1304,
      "13.23": 1305,
      "14.03": 1306,
      "13.14": 1307,
      "10.13": 1308,
      "11.79": 1309,
      "12.95": 1310,
      "0.49": 1311,
      "13.08": 1312,
      "15.37": 1313,
      "16.39": 1314,
      "10.09": 1315,
      "12.88": 1316,
      "13.33": 1317,
      "ttt": 1318,
      "14.05": 1319,
      "12.41": 1320,
      "12.59": 1321,
      "11.97": 1322,
      "11.74": 1323,
      "11.93": 1324,
      "12.90": 1325,
      "15.84": 1326,
      "13.51": 1327,
      "12.01": 1328,
      "11.86": 1329,
      "14.20": 1330,
      "10.11": 1331,
      "12.93": 1332,
      "13.99": 1333,
      "12.72": 1334,
      "42": 1335,
      "11.94": 1336,
      "12.70": 1337,
      "dpd": 1338,
      "19H": 1339,
      "13.27": 1340,
      "13.59": 1341,
      "13.13": 1342,
      "12.86": 1343,
      "0.56": 1344,
      "12.71": 1345,
      "11.75": 1346,
      "12.77": 1347,
      "13.88": 1348,
      "0.41": 1349,
      "13.07": 1350,
      "14.13": 1351,
      "13.24": 1352,
      "13.81": 1353,
      "11.13": 1354,
      "0.54": 1355,
      "14.25": 1356,
      "10.60": 1357,
      "12.49": 1358,
      "11.51": 1359,
      "10.21": 1360,
      "qdt": 1361,
      "11.76": 1362,
      "13.32": 1363,
      "13.77": 1364,
      "10.27": 1365,
      "12.67": 1366,
      "13.95": 1367,
      "16.31": 1368,
      "15.00": 1369,
      "12.87": 1370,
      "11.80": 1371,
      "13.44": 1372,
      "11.43": 1373,
      "12.76": 1374,
      "13.98": 1375,
      "13.26": 1376,
      "13.60": 1377,
      "13.30": 1378,
      "13.82": 1379,
      "12.68": 1380,
      "13.31": 1381,
      "10.78": 1382,
      "12.40": 1383,
      "17.04": 1384,
      "14.56": 1385,
      "16.76": 1386,
      "12.56": 1387,
      "13.05": 1388,
      "16.94": 1389,
      "14.14": 1390,
      "14.04": 1391,
      "13.78": 1392,
      "11.14": 1393,
      "13.29": 1394,
      "12.58": 1395,
      "10.64": 1396,
      "15.29": 1397,
      "11.56": 1398,
      "13.25": 1399,
      "14.00": 1400,
      "12.50": 1401,
      "12.35": 1402,
      "15.11": 1403,
      "41": 1404,
      "ttq": 1405,
      "0.52": 1406,
      "14.17": 1407,
      "14.18": 1408,
      "10.22": 1409,
      "12.31": 1410,
      "14.85": 1411,
      "14.63": 1412,
      "13.45": 1413,
      "11.84": 1414,
      "16.57": 1415,
      "12.75": 1416,
      "13.70": 1417,
      "11.95": 1418,
      "13.65": 1419,
      "12.69": 1420,
      "11.12": 1421,
      "11.77": 1422,
      "11.62": 1423,
      "14.02": 1424,
      "13.97": 1425,
      "12.37": 1426,
      "11.69": 1427,
      "15.76": 1428,
      "13.41": 1429,
      "0.50": 1430,
      "12.34": 1431,
      "12.57": 1432,
      "12.39": 1433,
      "11.82": 1434,
      "14.23": 1435,
      "14.74": 1436,
      "11.50": 1437,
      "12.53": 1438,
      "11.38": 1439,
      "11.64": 1440,
      "12.38": 1441,
      "13.69": 1442,
      "11.85": 1443,
      "11.27": 1444,
      "11.96": 1445,
      "13.49": 1446,
      "11.47": 1447,
      "13.50": 1448,
      "13.43": 1449,
      "12.51": 1450,
      "13.48": 1451,
      "11.78": 1452,
      "12.32": 1453,
      "10.65": 1454,
      "14.44": 1455,
      "10.46": 1456,
      "13.66": 1457,
      "13.61": 1458,
      "10.36": 1459,
      "11.11": 1460,
      "12.52": 1461,
      "10.82": 1462,
      "11.83": 1463,
      "14.24": 1464,
      "11.61": 1465,
      "13.84": 1466,
      "14.21": 1467,
      "14.50": 1468,
      "14.15": 1469,
      "15.92": 1470,
      "14.16": 1471,
      "13.42": 1472,
      "14.22": 1473,
      "0.55": 1474,
      "13.80": 1475,
      "13.63": 1476,
      "11.32": 1477,
      "17.02": 1478,
      "10.10": 1479,
      "13.85": 1480,
      "12.74": 1481,
      "13.47": 1482,
      "12.33": 1483,
      "14.67": 1484,
      "11.67": 1485,
      "0.42": 1486,
      "11.40": 1487,
      "17.76": 1488,
      "13.87": 1489,
      "11.46": 1490,
      "11.59": 1491,
      "11.66": 1492,
      "13.86": 1493,
      "16.47": 1494,
      "10.59": 1495,
      "10.96": 1496,
      "11.48": 1497,
      "0.53": 1498,
      "11.68": 1499,
      "15.55": 1500,
      "11.49": 1501,
      "13.68": 1502,
      "11.65": 1503,
      "16.02": 1504,
      "15.58": 1505,
      "20H": 1506,
      "14.49": 1507,
      "10.77": 1508,
      "14.38": 1509,
      "13.62": 1510,
      "10.34": 1511,
      "15.18": 1512,
      "11.01": 1513,
      "16.86": 1514,
      "14.93": 1515,
      "11.60": 1516,
      "11.19": 1517,
      "11.57": 1518,
      "11.58": 1519,
      "13.79": 1520,
      "17.77": 1521,
      "10.72": 1522,
      "13.96": 1523,
      "13.67": 1524,
      "14.31": 1525,
      "11.29": 1526,
      "0.37": 1527,
      "14.81": 1528,
      "th": 1529,
      "0.28": 1530,
      "10.41": 1531,
      "14.37": 1532,
      "10.57": 1533,
      "11.42": 1534,
      "0.35": 1535,
      "15.40": 1536,
      "11.39": 1537,
      "44": 1538,
      "11.41": 1539,
      "17.95": 1540,
      "10.38": 1541,
      "11.30": 1542,
      "11.06": 1543,
      "10.66": 1544,
      "11.25": 1545,
      "11.09": 1546,
      "14.58": 1547,
      "16.10": 1548,
      "10.91": 1549,
      "dddp": 1550,
      "10.76": 1551,
      "10.04": 1552,
      "10.55": 1553,
      "14.32": 1554,
      "11.28": 1555,
      "11.04": 1556,
      "0.29": 1557,
      "17.00": 1558,
      "10.40": 1559,
      "11.23": 1560,
      "10.02": 1561,
      "0.34": 1562,
      "16.13": 1563,
      "10.52": 1564,
      "10.95": 1565,
      "11.22": 1566,
      "14.43": 1567,
      "11.31": 1568,
      "10.58": 1569,
      "dqdd": 1570,
      "11.10": 1571,
      "16.03": 1572,
      "0.40": 1573,
      "11.21": 1574,
      "11.07": 1575,
      "11.20": 1576,
      "pdd": 1577,
      "14.68": 1578,
      "14.36": 1579,
      "10.28": 1580,
      "10.47": 1581,
      "21H": 1582,
      "10.31": 1583,
      "10.67": 1584,
      "10.37": 1585,
      "11.24": 1586,
      "10.49": 1587,
      "17.31": 1588,
      "11.05": 1589,
      "11.02": 1590,
      "10.48": 1591,
      "14.92": 1592,
      "16.65": 1593,
      "qtd": 1594,
      "10.86": 1595,
      "10.70": 1596,
      "15.48": 1597,
      "14.62": 1598,
      "10.51": 1599,
      "14.61": 1600,
      "0.33": 1601,
      "14.73": 1602,
      "0.43": 1603,
      "10.54": 1604,
      "10.30": 1605,
      "10.39": 1606,
      "14.35": 1607,
      "15.22": 1608,
      "10.83": 1609,
      "10.03": 1610,
      "15.04": 1611,
      "10.68": 1612,
      "16.28": 1613,
      "43": 1614,
      "ddtdd": 1615,
      "14.33": 1616,
      "14.80": 1617,
      "10.69": 1618,
      "10.29": 1619,
      "14.51": 1620,
      "14.99": 1621,
      "16.20": 1622,
      "14.55": 1623,
      "17.12": 1624,
      "14.60": 1625,
      "0.51": 1626,
      "10.50": 1627,
      "ddtq": 1628,
      "14.69": 1629,
      "0.48": 1630,
      "dtp": 1631,
      "14.42": 1632,
      "10.56": 1633,
      "17.01": 1634,
      "14.40": 1635,
      "10.88": 1636,
      "10.85": 1637,
      "15.47": 1638,
      "11.03": 1639,
      "16.58": 1640,
      "10.32": 1641,
      "14.76": 1642,
      "10.92": 1643,
      "14.57": 1644,
      "15.36": 1645,
      "0.45": 1646,
      "14.77": 1647,
      "0.36": 1648,
      "14.79": 1649,
      "0.30": 1650,
      "14.98": 1651,
      "10.33": 1652,
      "14.41": 1653,
      "10.84": 1654,
      "10.87": 1655,
      "tddt": 1656,
      "10.94": 1657,
      "14.52": 1658,
      "15.95": 1659,
      "14.34": 1660,
      "14.78": 1661,
      "14.70": 1662,
      "16.83": 1663,
      "14.39": 1664,
      "14.75": 1665,
      "0.27": 1666,
      "10.75": 1667,
      "17.18": 1668,
      "16.99": 1669,
      "10.93": 1670,
      "10.73": 1671,
      "ddddq": 1672,
      "17.20": 1673,
      "10.74": 1674,
      "14.86": 1675,
      "22H": 1676,
      "14.54": 1677,
      "15.73": 1678,
      "16.32": 1679,
      "14.59": 1680,
      "14.72": 1681,
      "14.94": 1682,
      "14.97": 1683,
      "46": 1684,
      "dddtd": 1685,
      "16.27": 1686,
      "14.91": 1687,
      "14.71": 1688,
      "ddh": 1689,
      "0.26": 1690,
      "15.17": 1691,
      "15.05": 1692,
      "0.47": 1693,
      "14.87": 1694,
      "16.46": 1695,
      "14.53": 1696,
      "15.77": 1697,
      "0.32": 1698,
      "16.68": 1699,
      "16.50": 1700,
      "16.14": 1701,
      "ddqd": 1702,
      "14.96": 1703,
      "15.65": 1704,
      "tdp": 1705,
      "0.44": 1706,
      "15.41": 1707,
      "15.10": 1708,
      "15.35": 1709,
      "24H": 1710,
      "dttd": 1711,
      "15.42": 1712,
      "16.98": 1713,
      "45": 1714,
      "15.54": 1715,
      "15.91": 1716,
      "14.95": 1717,
      "0.39": 1718,
      "15.13": 1719,
      "18.68": 1720,
      "18.13": 1721,
      "15.06": 1722,
      "15.09": 1723,
      "15.16": 1724,
      "23H": 1725,
      "tqd": 1726,
      "16.81": 1727,
      "17.39": 1728,
      "15.28": 1729,
      "14.89": 1730,
      "14.88": 1731,
      "ht": 1732,
      "0.20": 1733,
      "15.07": 1734,
      "dtdq": 1735,
      "16.64": 1736,
      "14.90": 1737,
      "15.12": 1738,
      "15.59": 1739,
      "0.25": 1740,
      "25H": 1741,
      "15.23": 1742,
      "15.30": 1743,
      "17.32": 1744,
      "ttdd": 1745,
      "16.26": 1746,
      "16.95": 1747,
      "17.05": 1748,
      "16.56": 1749,
      "dtddd": 1750,
      "15.64": 1751,
      "16.33": 1752,
      "48": 1753,
      "18.31": 1754,
      "17.49": 1755,
      "16.87": 1756,
      "17.67": 1757,
      "16.82": 1758,
      "0.19": 1759,
      "15.53": 1760,
      "15.15": 1761,
      "0.31": 1762,
      "16.17": 1763,
      "15.46": 1764,
      "15.08": 1765,
      "15.90": 1766,
      "15.14": 1767,
      "15.34": 1768,
      "17.13": 1769,
      "17.17": 1770,
      "16.38": 1771,
      "16.80": 1772,
      "16.25": 1773,
      "16.07": 1774,
      "15.43": 1775,
      "0.24": 1776,
      "18.50": 1777,
      "16.19": 1778,
      "15.32": 1779,
      "15.45": 1780,
      "15.67": 1781,
      "15.72": 1782,
      "15.44": 1783,
      "16.96": 1784,
      "15.85": 1785,
      "15.60": 1786,
      "15.33": 1787,
      "16.63": 1788,
      "15.27": 1789,
      "15.52": 1790,
      "16.09": 1791,
      "qddd": 1792,
      "15.31": 1793,
      "16.45": 1794,
      "15.24": 1795,
      "15.78": 1796,
      "15.86": 1797,
      "15.98": 1798,
      "15.51": 1799,
      "15.26": 1800,
      "16.15": 1801,
      "15.69": 1802,
      "15.97": 1803,
      "27H": 1804,
      "26H": 1805,
      "dqq": 1806,
      "16.75": 1807,
      "18.86": 1808,
      "15.83": 1809,
      "16.70": 1810,
      "15.49": 1811,
      "15.96": 1812,
      "16.01": 1813,
      "qp": 1814,
      "17.30": 1815,
      "15.61": 1816,
      "15.89": 1817,
      "17.19": 1818,
      "15.71": 1819,
      "15.62": 1820,
      "16.08": 1821,
      "16.72": 1822,
      "15.50": 1823,
      "19.41": 1824,
      "15.68": 1825,
      "17.14": 1826,
      "ddtdt": 1827,
      "16.40": 1828,
      "15.25": 1829,
      "16.69": 1830,
      "15.63": 1831,
      "16.51": 1832,
      "15.70": 1833,
      "15.99": 1834,
      "16.06": 1835,
      "16.04": 1836,
      "16.91": 1837,
      "16.05": 1838,
      "17.23": 1839,
      "16.22": 1840,
      "16.59": 1841,
      "16.73": 1842,
      "28H": 1843,
      "16.77": 1844,
      "47": 1845,
      "qdq": 1846,
      "15.88": 1847,
      "0.16": 1848,
      "ddqt": 1849,
      "16.34": 1850,
      "16.18": 1851,
      "16.93": 1852,
      "17.59": 1853,
      "16.79": 1854,
      "15.79": 1855,
      "23.07": 1856,
      "17.06": 1857,
      "16.62": 1858,
      "15.81": 1859,
      "17.94": 1860,
      "15.87": 1861,
      "16.24": 1862,
      "0.21": 1863,
      "17.16": 1864,
      "dddtt": 1865,
      "tdddd": 1866,
      "16.88": 1867,
      "50": 1868,
      "16.23": 1869,
      "17.86": 1870,
      "15.80": 1871,
      "16.43": 1872,
      "18.49": 1873,
      "dttt": 1874,
      "15.82": 1875,
      "16.97": 1876,
      "23.08": 1877,
      "16.55": 1878,
      "16.35": 1879,
      "16.41": 1880,
      "17.29": 1881,
      "17.41": 1882,
      "16.44": 1883,
      "16.00": 1884,
      "16.16": 1885,
      "16.37": 1886,
      "16.61": 1887,
      "16.36": 1888,
      "16.53": 1889,
      "29H": 1890,
      "16.52": 1891,
      "16.60": 1892,
      "16.74": 1893,
      "18.32": 1894,
      "19.23": 1895,
      "ttdt": 1896,
      "17.57": 1897,
      "17.33": 1898,
      "20.88": 1899,
      "16.42": 1900,
      "22.16": 1901,
      "16.90": 1902,
      "dddddd": 1903,
      "19.78": 1904,
      "49": 1905,
      "23.44": 1906,
      "16.89": 1907,
      "16.71": 1908,
      "16.92": 1909,
      "17.15": 1910,
      "16.54": 1911,
      "19.02": 1912,
      "17.28": 1913,
      "17.47": 1914,
      "18.59": 1915,
      "19.05": 1916,
      "17.85": 1917,
      "17.43": 1918,
      "19.96": 1919,
      "0.22": 1920,
      "0.23": 1921,
      "17.11": 1922,
      "dtddt": 1923,
      "20.15": 1924,
      "dpdd": 1925,
      "20.33": 1926,
      "18.22": 1927,
      "18.69": 1928,
      "17.08": 1929,
      "tddq": 1930,
      "18.87": 1931,
      "19.42": 1932,
      "tdtd": 1933,
      "20.51": 1934,
      "16.78": 1935,
      "tqt": 1936,
      "30H": 1937,
      "17.75": 1938,
      "0.17": 1939,
      "0.18": 1940,
      "dddddt": 1941,
      "18.48": 1942,
      "17.38": 1943,
      "23.26": 1944,
      "0.09": 1945,
      "19.60": 1946,
      "hdd": 1947,
      "21.24": 1948,
      "qddt": 1949,
      "17.74": 1950,
      "18.04": 1951,
      "17.36": 1952,
      "19.22": 1953,
      "17.10": 1954,
      "19.04": 1955,
      "17.07": 1956,
      "20.28": 1957,
      "dqdt": 1958,
      "17.09": 1959,
      "18.85": 1960,
      "21.25": 1961,
      "17.25": 1962,
      "0.15": 1963,
      "17.78": 1964,
      "52": 1965,
      "18.12": 1966,
      "24.54": 1967,
      "18.67": 1968,
      "dpt": 1969,
      "54": 1970,
      "17.35": 1971,
      "21.61": 1972,
      "17.93": 1973,
      "20.32": 1974,
      "18.84": 1975,
      "22.17": 1976,
      "20.87": 1977,
      "17.96": 1978,
      "0.12": 1979,
      "18.70": 1980,
      "32H": 1981,
      "21.06": 1982,
      "20.14": 1983,
      "17.44": 1984,
      "17.56": 1985,
      "19.03": 1986,
      "ptd": 1987,
      "pdt": 1988,
      "25.82": 1989,
      "23.45": 1990,
      "18.80": 1991,
      "25.40": 1992,
      "20.70": 1993,
      "22.34": 1994,
      "21.43": 1995,
      "18.41": 1996,
      "51": 1997,
      "17.27": 1998,
      "17.60": 1999,
      "19.59": 2000,
      "21.80": 2001,
      "17.42": 2002,
      "31H": 2003,
      "17.46": 2004,
      "29.86": 2005,
      "20.52": 2006,
      "21.98": 2007,
      "17.37": 2008,
      "17.34": 2009,
      "18.51": 2010,
      "17.68": 2011,
      "22.35": 2012,
      "25.45": 2013,
      "19.97": 2014,
      "qtt": 2015,
      "21.79": 2016,
      "17.24": 2017,
      "18.88": 2018,
      "25.64": 2019,
      "21.42": 2020,
      "20.69": 2021,
      "19.77": 2022,
      "22.53": 2023,
      "21.97": 2024,
      "17.55": 2025,
      "22.15": 2026,
      "25.39": 2027,
      "17.48": 2028,
      "22.89": 2029,
      "22.71": 2030,
      "17.26": 2031,
      "29.12": 2032,
      "23.25": 2033,
      "25.46": 2034,
      "26.19": 2035,
      "28.57": 2036,
      "17.64": 2037,
      "18.77": 2038,
      "37.18": 2039,
      "19.00": 2040,
      "18.89": 2041,
      "tpd": 2042,
      "18.14": 2043,
      "21.50": 2044,
      "44.69": 2045,
      "21.49": 2046,
      "tdtt": 2047,
      "35H": 2048,
      "18.21": 2049,
      "24.53": 2050,
      "17.66": 2051,
      "18.66": 2052,
      "21.62": 2053,
      "17.53": 2054,
      "53": 2055,
      "17.92": 2056,
      "23.09": 2057,
      "17.54": 2058,
      "17.50": 2059,
      "19.13": 2060,
      "18.10": 2061,
      "23.43": 2062,
      "34H": 2063,
      "23.80": 2064,
      "17.87": 2065,
      "26.41": 2066,
      "25.81": 2067,
      "18.78": 2068,
      "19.32": 2069,
      "26.37": 2070,
      "17.73": 2071,
      "24.55": 2072,
      "17.62": 2073,
      "21.59": 2074,
      "25.27": 2075,
      "tdqd": 2076,
      "23.62": 2077,
      "18.74": 2078,
      "20.29": 2079,
      "21.23": 2080,
      "17.79": 2081,
      "19.40": 2082,
      "17.51": 2083,
      "19.38": 2084,
      "21.96": 2085,
      "21.07": 2086,
      "25.41": 2087,
      "19.24": 2088,
      "19.43": 2089,
      "18.52": 2090,
      "23.06": 2091,
      "19.95": 2092,
      "18.33": 2093,
      "17.69": 2094,
      "20.68": 2095,
      "19.79": 2096,
      "18.30": 2097,
      "17.45": 2098,
      "18.65": 2099,
      "25.44": 2100,
      "24.36": 2101,
      "22.52": 2102,
      "21.52": 2103,
      "21.60": 2104,
      "22.08": 2105,
      "18.71": 2106,
      "24.17": 2107,
      "19.14": 2108,
      "18.15": 2109,
      "36H": 2110,
      "17.84": 2111,
      "18.16": 2112,
      "33H": 2113,
      "25.35": 2114,
      "17.52": 2115,
      "17.90": 2116,
      "26.92": 2117,
      "19.44": 2118,
      "18.76": 2119,
      "21.44": 2120,
      "22.33": 2121,
      "18.83": 2122,
      "27.65": 2123,
      "19.01": 2124,
      "22.91": 2125,
      "19.62": 2126,
      "18.99": 2127,
      "20.89": 2128,
      "24.73": 2129,
      "20.86": 2130,
      "21.45": 2131,
      "19.09": 2132,
      "26.00": 2133,
      "17.80": 2134,
      "18.11": 2135,
      "35.71": 2136,
      "36.26": 2137,
      "19.58": 2138,
      "33.51": 2139,
      "18.34": 2140,
      "25.28": 2141,
      "18.23": 2142,
      "22.70": 2143,
      "22.14": 2144,
      "18.90": 2145,
      "26.74": 2146,
      "18.81": 2147,
      "0.08": 2148,
      "29.85": 2149,
      "32.78": 2150,
      "24.18": 2151,
      "23.81": 2152,
      "19.51": 2153,
      "25.09": 2154,
      "20.50": 2155,
      "20.34": 2156,
      "18.03": 2157,
      "33.33": 2158,
      "21.39": 2159,
      "18.28": 2160,
      "27.84": 2161,
      "19.90": 2162,
      "18.82": 2163,
      "25.34": 2164,
      "19.20": 2165,
      "21.57": 2166,
      "17.91": 2167,
      "18.47": 2168,
      "28.21": 2169,
      "33.70": 2170,
      "21.95": 2171,
      "19.34": 2172,
      "23.99": 2173,
      "20.05": 2174,
      "24.72": 2175,
      "18.79": 2176,
      "23.18": 2177,
      "20.35": 2178,
      "26.55": 2179,
      "33.34": 2180,
      "21.89": 2181,
      "19.39": 2182,
      "dddqd": 2183,
      "dtqd": 2184,
      "20.30": 2185,
      "18.29": 2186,
      "46.52": 2187,
      "18.97": 2188,
      "24.91": 2189,
      "0.14": 2190,
      "20.09": 2191,
      "22.90": 2192,
      "18.91": 2193,
      "21.27": 2194,
      "21.05": 2195,
      "18.46": 2196,
      "19.21": 2197,
      "17.71": 2198,
      "21.56": 2199,
      "19.25": 2200,
      "31.68": 2201,
      "18.62": 2202,
      "26.01": 2203,
      "19.36": 2204,
      "18.63": 2205,
      "22.07": 2206,
      "25.83": 2207,
      "20.67": 2208,
      "56": 2209,
      "20.04": 2210,
      "31.30": 2211,
      "19.74": 2212,
      "19.61": 2213,
      "19.26": 2214,
      "25.08": 2215,
      "18.40": 2216,
      "17.89": 2217,
      "21.78": 2218,
      "19.45": 2219,
      "20.17": 2220,
      "19.91": 2221,
      "19.31": 2222,
      "19.06": 2223,
      "35.53": 2224,
      "18.35": 2225,
      "23.27": 2226,
      "31.32": 2227,
      "19.80": 2228,
      "21.41": 2229,
      "22.87": 2230,
      "18.53": 2231,
      "46.71": 2232,
      "18.43": 2233,
      "18.64": 2234,
      "24.56": 2235,
      "22.88": 2236,
      "20.31": 2237,
      "45.79": 2238,
      "19.08": 2239,
      "17.65": 2240,
      "20.00": 2241,
      "23.10": 2242,
      "17.81": 2243,
      "18.19": 2244,
      "21.48": 2245,
      "22.18": 2246,
      "20.45": 2247,
      "19.07": 2248,
      "23.28": 2249,
      "20.36": 2250,
      "23.61": 2251,
      "18.60": 2252,
      "24.89": 2253,
      "20.13": 2254,
      "22.05": 2255,
      "25.38": 2256,
      "19.15": 2257,
      "23.29": 2258,
      "17.72": 2259,
      "17.82": 2260,
      "21.19": 2261,
      "21.40": 2262,
      "22.09": 2263,
      "26.54": 2264,
      "22.72": 2265,
      "26.18": 2266,
      "19.19": 2267,
      "19.16": 2268,
      "23.19": 2269,
      "22.00": 2270,
      "21.99": 2271,
      "19.76": 2272,
      "18.73": 2273,
      "18.39": 2274,
      "22.65": 2275,
      "26.56": 2276,
      "55": 2277,
      "22.73": 2278,
      "23.24": 2279,
      "30.77": 2280,
      "39.57": 2281,
      "26.73": 2282,
      "19.18": 2283,
      "20.16": 2284,
      "25.33": 2285,
      "18.75": 2286,
      "23.41": 2287,
      "19.98": 2288,
      "22.68": 2289,
      "21.13": 2290,
      "26.79": 2291,
      "tdddt": 2292,
      "22.30": 2293,
      "18.94": 2294,
      "19.17": 2295,
      "29.30": 2296,
      "29.67": 2297,
      "19.50": 2298,
      "21.26": 2299,
      "17.88": 2300,
      "17.83": 2301,
      "18.00": 2302,
      "19.86": 2303,
      "22.62": 2304,
      "22.01": 2305,
      "20.42": 2306,
      "20.49": 2307,
      "18.55": 2308,
      "27.11": 2309,
      "20.24": 2310,
      "18.54": 2311,
      "18.37": 2312,
      "21.35": 2313,
      "28.01": 2314,
      "19.81": 2315,
      "30.95": 2316,
      "25.42": 2317,
      "21.03": 2318,
      "30.59": 2319,
      "20.63": 2320,
      "0.10": 2321,
      "21.88": 2322,
      "22.13": 2323,
      "25.52": 2324,
      "18.17": 2325,
      "20.66": 2326,
      "30.30": 2327,
      "28.94": 2328,
      "23.47": 2329,
      "18.01": 2330,
      "19.89": 2331,
      "23.98": 2332,
      "30.04": 2333,
      "19.57": 2334,
      "18.72": 2335,
      "20.54": 2336,
      "31.14": 2337,
      "dhd": 2338,
      "20.40": 2339,
      "25.00": 2340,
      "25.43": 2341,
      "28.93": 2342,
      "25.98": 2343,
      "46.70": 2344,
      "20.19": 2345,
      "40.67": 2346,
      "22.31": 2347,
      "30.76": 2348,
      "22.19": 2349,
      "22.36": 2350,
      "24.93": 2351,
      "0.13": 2352,
      "41.39": 2353,
      "21.69": 2354,
      "28.39": 2355,
      "23.36": 2356,
      "21.81": 2357,
      "34.07": 2358,
      "30.22": 2359,
      "46.53": 2360,
      "23.23": 2361,
      "21.36": 2362,
      "22.51": 2363,
      "25.99": 2364,
      "21.91": 2365,
      "38H": 2366,
      "19.94": 2367,
      "32.53": 2368,
      "26.75": 2369,
      "19.82": 2370,
      "20.90": 2371,
      "ddttd": 2372,
      "19.52": 2373,
      "28.02": 2374,
      "23.17": 2375,
      "22.80": 2376,
      "25.63": 2377,
      "33.15": 2378,
      "18.07": 2379,
      "28.58": 2380,
      "27.76": 2381,
      "20.65": 2382,
      "18.96": 2383,
      "21.01": 2384,
      "20.77": 2385,
      "tddtd": 2386,
      "21.37": 2387,
      "17.70": 2388,
      "25.17": 2389,
      "19.37": 2390,
      "24.16": 2391,
      "17.97": 2392,
      "26.20": 2393,
      "27.81": 2394,
      "21.22": 2395,
      "26.36": 2396,
      "20.53": 2397,
      "37.73": 2398,
      "21.86": 2399,
      "27.30": 2400,
      "19.35": 2401,
      "18.36": 2402,
      "41.02": 2403,
      "37.55": 2404,
      "22.20": 2405,
      "44.51": 2406,
      "19.88": 2407,
      "26.38": 2408,
      "30.13": 2409,
      "23.79": 2410,
      "19.93": 2411,
      "24.74": 2412,
      "30.31": 2413,
      "21.90": 2414,
      "20.02": 2415,
